{
  "description": "Srila Prabhupada daily quotes scraped from harekrishnacalendar.com",
  "source": "https://harekrishnacalendar.com/quotes/",
  "total_quotes": 366,
  "scraped_at": "2025-12-13T20:36:12.531733",
  "quotes": [
    {
      "month": "January",
      "day": 1,
      "quote": "In the beginning there may be some failures. That is quite natural. Just as a child is trying to stand, he may fall down. But that does not mean he should give up the idea. Go on. A time will come when he will be perfect. A time will come when you'll be perfect, Krishna conscious.",
      "source": "Srila Prabhupada",
      "day_of_year": 1
    },
    {
      "month": "January",
      "day": 2,
      "quote": "Krishna is offering, by His descent, that \"If you want to enjoy like this in the society of beautiful young boys and girls, come to Me. Here it is, reality.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 2
    },
    {
      "month": "January",
      "day": 3,
      "quote": "It is not only in India - all over the world. There cannot be peace unless you reform the whole social structure, and that can be done only by this Krishna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 3
    },
    {
      "month": "January",
      "day": 4,
      "quote": "\"When one becomes Krishna conscious, he loves everyone. If you chant loudly Hare Krishna, even the ants and insect who is hearing, he'll be delivered, because it is spiritual vibration.\" .",
      "source": "Srila Prabhupada",
      "day_of_year": 4
    },
    {
      "month": "January",
      "day": 5,
      "quote": "If you catch up Krishna's lotus feet very tightly, then you will not fall down.",
      "source": "Srila Prabhupada",
      "day_of_year": 5
    },
    {
      "month": "January",
      "day": 6,
      "quote": "You are doing your duty very nicely. That's all right. But by doing your duty, if you do not develop your Krishna consciousness, then you are simply wasting your time.",
      "source": "Srila Prabhupada",
      "day_of_year": 6
    },
    {
      "month": "January",
      "day": 7,
      "quote": "Sometimes there will be a little misunderstanding between Godbrothers. That is even going on amongst liberated souls. What is important is that everyone must engage in Krishna's service under the direction of the spiritual master.",
      "source": "Srila Prabhupada",
      "day_of_year": 7
    },
    {
      "month": "January",
      "day": 8,
      "quote": "Retirement means to become cured from the diseased activities but to place yourself in healthy activities. That is Krishna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 8
    },
    {
      "month": "January",
      "day": 9,
      "quote": "We must be fixed up in our own rupa, svarupa, svarupa-siddhi. Svarupa-siddhi means to be engaged in the service of Lord. That is real mukti.",
      "source": "Srila Prabhupada",
      "day_of_year": 9
    },
    {
      "month": "January",
      "day": 10,
      "quote": "The powerful hari-nama is so strong that even if one unconsciously or consciously they imitate:\"Hare Krishna.\" They have no intention to chant the holy name of Krishna, but they imitate or criticize, \"Hare Krishna.\" That also has effect.",
      "source": "Srila Prabhupada",
      "day_of_year": 10
    },
    {
      "month": "January",
      "day": 11,
      "quote": "We should learn to forget and forgive minor incidents because whenever there are two men in a place, there is always some misunderstanding.",
      "source": "Srila Prabhupada",
      "day_of_year": 11
    },
    {
      "month": "January",
      "day": 12,
      "quote": "A brahmachari is good for living a life of celibacy, but a person who can live a life of celibacy in the presence of a beartiful and obliging wife is more than a brahmachari.",
      "source": "Srila Prabhupada",
      "day_of_year": 12
    },
    {
      "month": "January",
      "day": 13,
      "quote": "The ecstasy of separation from the Spiritual Master is even greater ecstasy than meeting with him.",
      "source": "Srila Prabhupada",
      "day_of_year": 13
    },
    {
      "month": "January",
      "day": 14,
      "quote": "Love affairs in the material world are only shadows or reflections of a the real love with Krishna. If you love Krishna in any capacity, you shall never be frustrated because everything in Krishna is perfect, eternal, blissful, and full of knowledge.",
      "source": "Srila Prabhupada",
      "day_of_year": 14
    },
    {
      "month": "January",
      "day": 15,
      "quote": "Mayapur Chandrodaya temple is meant for transcendental United Nation. What the United Nation has failed, that will be achieved here by the process recommended by Sri Caitanya Mahaprabhu.",
      "source": "Srila Prabhupada",
      "day_of_year": 15
    },
    {
      "month": "January",
      "day": 16,
      "quote": "\"You can do all kinds of opposition, but we shall go forward. The caravan will pass. You may bark.\" So take all these things as Krishna's mercies and engage more enthusiastically. Why should we be defeated? .",
      "source": "Srila Prabhupada",
      "day_of_year": 16
    },
    {
      "month": "January",
      "day": 17,
      "quote": "A cheater is taking the place of teacher. Therefore the whole world is degraded. You can cheat others that \"I am in dress of a devotee,\" but what is your character? What is your actual value? That has to be judged. That is called bona fide teacher.",
      "source": "Srila Prabhupada",
      "day_of_year": 17
    },
    {
      "month": "January",
      "day": 18,
      "quote": "I don't say, \"Follow me,\" I say, \"Follow Krsna.\" Krsna says, \"Surrender unto me.\" I say, \"Surrender unto Krsna.\" Is there any difference? My position is simply repeating because Krishna says, \"Anyone who preaches this confidential subject metter, he is dear to Me.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 18
    },
    {
      "month": "January",
      "day": 19,
      "quote": "There are four classes of men: lazy intelligent, busy intelligent, lazy fool and busy fool. First class man is lazy intelligent. Busy fool is very dangerous.",
      "source": "Srila Prabhupada",
      "day_of_year": 19
    },
    {
      "month": "January",
      "day": 20,
      "quote": "Yadi varse maghera sesa, danda-raja punya-desa. This is the month of Magh. So at the end of Magha, if there is little rain, then it is to be understood that the king of that country is very pious and blessed.",
      "source": "Srila Prabhupada",
      "day_of_year": 20
    },
    {
      "month": "January",
      "day": 21,
      "quote": "If Krishna, if God wants to kill somebody, oh, nobody can protect him. And if God wants to protect him oh, nobody can kill him.",
      "source": "Srila Prabhupada",
      "day_of_year": 21
    },
    {
      "month": "January",
      "day": 22,
      "quote": "In the spiritual world also there is competition for the best satisfaction of Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 22
    },
    {
      "month": "January",
      "day": 23,
      "quote": "\"Whatever Krishna said, that is good, and everything else is bad. Bas.\" Our confusion is finished.",
      "source": "Srila Prabhupada",
      "day_of_year": 23
    },
    {
      "month": "January",
      "day": 24,
      "quote": "Five plus five is equal to ten. Two plus two is equal to four. So Krishna plus everything is Vrndavana. Do not forget Krishna, and you shall always be in Vrndavana.",
      "source": "Srila Prabhupada",
      "day_of_year": 24
    },
    {
      "month": "January",
      "day": 25,
      "quote": "A snake can be charmed by herbs and mantra, but the man, envious, cannot be. Therefore he's more dangerous than the snake.",
      "source": "Srila Prabhupada",
      "day_of_year": 25
    },
    {
      "month": "January",
      "day": 26,
      "quote": "The life of material existence is just like hard wood, and if we can carve Krsna out of it, that is the success of our life.",
      "source": "Srila Prabhupada",
      "day_of_year": 26
    },
    {
      "month": "January",
      "day": 27,
      "quote": "Something has dropped in the water, in the river. You cannot see the things dropped within the water by agitating the water. Just stand still for some time. As soon as the water is settled up, you'll see the things as they are. So as soon as our enthusiasm is agitated, it is better to sit down in any temple suitable and chant Hare Krishna. There is no question of being disappointed. After all, we commit so many mistakes. That is human nature. To err is human, That is not fault. But try to rectify with cool head.",
      "source": "Srila Prabhupada",
      "day_of_year": 27
    },
    {
      "month": "January",
      "day": 28,
      "quote": "As your devotional service becomes mature you shall see Krsna more and more, and more and more you shall realize the qualities of the holy land of Vraja.",
      "source": "Srila Prabhupada",
      "day_of_year": 28
    },
    {
      "month": "January",
      "day": 29,
      "quote": "These temples, they are just like oasis in the desert for the conditioned souls to quench the thirst of their desire for real happiness.",
      "source": "Srila Prabhupada",
      "day_of_year": 29
    },
    {
      "month": "January",
      "day": 30,
      "quote": "If you want perfection in your business, then you must try to satisfy the Supreme Personality of Godhead. Otherwise you are simply wasting your time.",
      "source": "Srila Prabhupada",
      "day_of_year": 30
    },
    {
      "month": "January",
      "day": 31,
      "quote": "One man was to go to a fair, so he began to dress himself nicely. So dressing, dressing, in the meantime the fair is finished. This is science. All rascals, simply promising, with no solution of problems. You require water immediately: \"All right, after three hundred millions of ---water.\" If we become Krishna conscious, chant Hare Krishna, there will be rainfall. And then even barren land will be fertile. They do not know this. Instead they are importing water.",
      "source": "Srila Prabhupada",
      "day_of_year": 31
    },
    {
      "month": "February",
      "day": 1,
      "quote": "We must all become ideal in our character and then people will be very impressed with such purity. A devotee is faultless. He has no flaws.",
      "source": "Srila Prabhupada",
      "day_of_year": 32
    },
    {
      "month": "February",
      "day": 2,
      "quote": "Cleopatra. You have heard the Grecian history. She was very beautiful, and she conquered many great warriors. Beauty sometimes can conquer even the greatest man, but that does not mean beauty can conquer God. To conquer God is bhakti. If you are advanced in devotional service, then you can conquer God. Just like the gopis.",
      "source": "Srila Prabhupada",
      "day_of_year": 33
    },
    {
      "month": "February",
      "day": 3,
      "quote": "You said that your job is maya, but you must know that maya is illusion. As soon as there is absence of Krishna Consciousness that is maya. But you are working just to help and push Krishna's interest; therefore, it is not maya. Anything used in Krishna Consciousness is real renouncement.",
      "source": "Srila Prabhupada",
      "day_of_year": 34
    },
    {
      "month": "February",
      "day": 4,
      "quote": "The more you cleanse the temple, the more you decorate the Deity, the more your heart becomes cleansed and you become spiritually decorated. Cleanliness is next to godliness. Material world means dirty things and spiritual world means clean.",
      "source": "Srila Prabhupada",
      "day_of_year": 35
    },
    {
      "month": "February",
      "day": 5,
      "quote": "Your suggestion that the devotees visiting Vrindavan engage in preaching and chanting and not in gossiping is very good. We have sacrificed our life for Krsna's service, where is there scope for sleeping and gossiping? You can see in my example, not a single moment is wasted.",
      "source": "Srila Prabhupada",
      "day_of_year": 36
    },
    {
      "month": "February",
      "day": 6,
      "quote": "The flies,they are finding out where is sore, and the bees, they are finding out where there is honey. Two classes: Fault finding -- collecting the good things. Similarly, there are many rascals who are simply fault-finding. Blasphemy means you have good qualities, but still, I am defaming you. The saintly person tends to overlook the bad qualities and see the good ones.",
      "source": "Srila Prabhupada",
      "day_of_year": 37
    },
    {
      "month": "February",
      "day": 7,
      "quote": "Spiritual anxiety means you are advancing in spiritual life, and material anxiety means you are going downhill. Maya is so strong that as soon as I am sitting in a solitary place, then I'll think of money and women. Therefore we should live always in the assembly of devotees and chant Hare Krishna and save ourself from the danger of material falldown.",
      "source": "Srila Prabhupada",
      "day_of_year": 38
    },
    {
      "month": "February",
      "day": 8,
      "quote": "One who seeks pleasure externally, he is materialist, and one who seeks pleasure internally, he is spiritualist.",
      "source": "Srila Prabhupada",
      "day_of_year": 39
    },
    {
      "month": "February",
      "day": 9,
      "quote": "We should always remember that our body is not for sense gratification; it is for Krishna's service only. And to render very good sound service to Krishna we should not neglect the upkeep of the body.",
      "source": "Srila Prabhupada",
      "day_of_year": 40
    },
    {
      "month": "February",
      "day": 10,
      "quote": "Mango is so nice, either ripened or unripened, it is always good. And that goodness may be tasted by different types of men. But mango is always good. Mango is mango, \"King of all fruits.\" So devotional service is king of all processes of God realization. That is its position always, either ripened or unripe.",
      "source": "Srila Prabhupada",
      "day_of_year": 41
    },
    {
      "month": "February",
      "day": 11,
      "quote": "When we are children, innocent, we have no bad habits, but as we grow and associate with bad company, we also acquire all these bad habits. To give up all these bad habits means we have to associate with sadhus or devotees, saintly persons. Then we can give it up. This is called anartha-nivrtti, means giving up all unwanted bad habits.",
      "source": "Srila Prabhupada",
      "day_of_year": 42
    },
    {
      "month": "February",
      "day": 12,
      "quote": "The Spiritual Master and Krishna are two parallel lines. The train, on two tracks, moves forward. The Spiritual Master and Krishna are like these two tracks, they must be served simultaneously. Krishna helps one to find bona fide Spiritual Master, and bona fide Spiritual Master helps one to understand Krishna. If one does not get bona fide Spiritual Master, then how he can ever understand Krishna? You cannot serve Krishna without Spiritual Master, or serve just Spiritual Master without serving Krishna. They must be served simultaneously.",
      "source": "Srila Prabhupada",
      "day_of_year": 43
    },
    {
      "month": "February",
      "day": 13,
      "quote": "A devotee always accepts his distress as minimized by God's Mercy, although he would have to suffer many more times the suffering. Anyone who accepts this philosophy of God's Mercy in suffering conditions, and still makes progress in Krishna Consciousness, it is said that he is sure to go back to Home, Back to Godhead.",
      "source": "Srila Prabhupada",
      "day_of_year": 44
    },
    {
      "month": "February",
      "day": 14,
      "quote": "We are trapped souls in a state of forgetfulness of Krishna and Krishna is giving you the chance now to re-establish your relationship with Him by this chanting process. So take full advantage of it and be happy.",
      "source": "Srila Prabhupada",
      "day_of_year": 45
    },
    {
      "month": "February",
      "day": 15,
      "quote": "The unhulled rice and the empty husks of rice look very much the same. One who knows how to get the grain out of the unhulled rice is wise but one who beats on the empty husk, thinking to get some result, is simply wasting his labor uselessly . Similarly, if one studies the Vedas without finding the goal of the Vedas, Krishna he simply wastes his valuable time.",
      "source": "Srila Prabhupada",
      "day_of_year": 46
    },
    {
      "month": "February",
      "day": 16,
      "quote": "In India the practice was hand grind daily. The women will do that. That's exercise for them, and they keep their body fit and beautiful. In the morning they chant Hare Krishna and grind. Whatever they require for the day, they grind fresh. And actually, by this exercise, they keep their body beautiful. Yasodamayi was doing that, even she is the queen of Nanda Maharaja, what to speak of ther women. Churning milk, grinding the wheat, this their household. Full engagement. Otherwise gossiping....\"Idle brain, devil's workshop.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 47
    },
    {
      "month": "February",
      "day": 17,
      "quote": "A girl is married to a husband. She's hankering after a child. If she thinks, \"Now I am married, I must have immediately a child.\" Is it possible? Just have patience. Become a faithful wife, serve your husband, let your love grow up, and because you are husband and wife, it is sure you'll have children. But don't be impatient. Similarly, when you are in Krishna consciousness, your perfection is guaranteed. But have patience, determination. \"I must execute. I should not be impatient.\" That impatience is due to loss of determination. And how that loss of determination is there? Due to excessive sex life.",
      "source": "Srila Prabhupada",
      "day_of_year": 48
    },
    {
      "month": "February",
      "day": 18,
      "quote": "In God's creation there is male and female even in the spiritual world and there is purpose for such creation. The purpose is so that male and female may join together, not for sex-life, but to glorify the Lord. In Vaikuntha the women are much more beautiful in their figure, smiling, dressing, etc., but the men and women there are so much attracted by the chanting of Hare Krsna that they do not get any sex impulse even by intimate mingling.",
      "source": "Srila Prabhupada",
      "day_of_year": 49
    },
    {
      "month": "February",
      "day": 19,
      "quote": "If we want to take a particular medicine, then we have to follow the particular direction mentioned on the label of the medicine, or as directed by the physician. Similarly, the Bhagavad-gita also should be taken or accepted as it is directed by the speaker Himself. The speaker of the Bhagavad-gita is Lord Sri Krsna.",
      "source": "Srila Prabhupada",
      "day_of_year": 50
    },
    {
      "month": "February",
      "day": 20,
      "quote": "An old father required massaging so all the children wanted to serve the father. The father divided the right and left portion of his body to be served by the children. Later along with the service, there was some quarrel between the children, and they were competing by hitting the parts of the father that was assigned to the opposing party. The father said that you are hitting my different parts due to your opposition to one another, but I am therefore dying. If there is any misunderstanding please live peacefully.",
      "source": "Srila Prabhupada",
      "day_of_year": 51
    },
    {
      "month": "February",
      "day": 21,
      "quote": "Suicide is not justified. It is violation of nature's law. Nature gives you a certain type of body to live in it for certain days, and suicide means you go against the laws of nature, you untimely stop the duration of life. Therefore he becomes a criminal. Suicide is criminal even in ordinary state laws. One cannot make suicide.",
      "source": "Srila Prabhupada",
      "day_of_year": 52
    },
    {
      "month": "February",
      "day": 22,
      "quote": "Unless one becomes detestful of this material world, it is to be understood that he has not yet entered in the spiritual understanding. This is the test of bhakti. If one has entered the domain of devotional service, this material world will be not at all tasteful for him.",
      "source": "Srila Prabhupada",
      "day_of_year": 53
    },
    {
      "month": "February",
      "day": 23,
      "quote": "Women are by nature endowed with many artistic tendencies, and from the Vedic age we find high grade women and girls were highly qualified in sixty-four arts. Srimati Radharani was fully qualified in those arts, and therefore, by Her super-excellent transcendental qualities, she could charm Krsna who is the charmer of the three worlds.",
      "source": "Srila Prabhupada",
      "day_of_year": 54
    },
    {
      "month": "February",
      "day": 24,
      "quote": "A man has served the family with heart and sould throughout the whole life, and when he is old man, if he asks permission from his wife, \"My dear wife, nowI have served so much. Let me take sannyasa now.\" the wife will never give permission. She will say \"What have you done? This son is not yet settled up, this daughter is not yet married. How you can take sannyasa? So you cannot do.\" So actually, he is the servant of the wife, but he is thinking, \"I am master of the family,\" This is called maya.",
      "source": "Srila Prabhupada",
      "day_of_year": 55
    },
    {
      "month": "February",
      "day": 25,
      "quote": "In the transcendental loving service of the Lord, it doesn't matter whether we are working, cooking, painting, writing, chanting, or whatever, they are all the same. There are no such distinctions of higher and lower on the transcendental platform. The important thing is that we are engaging our time and energy in the service of the Lord. After all, we are so tiny, what can we do? Krishna sees simply that this time is being spent in His service.",
      "source": "Srila Prabhupada",
      "day_of_year": 56
    },
    {
      "month": "February",
      "day": 26,
      "quote": "If somebody takes your legs and catches you and your and your head is down, then it is not very comfortable. This whole material world is like that. It is uncomfortable. It is perverted reflection. On the bank of a pond, a tree is standing, but the reflection in the water, of the tree, is not real. Real tree is up. Similarly, real enjoyment, real varieties---everything is in the spiritual world.",
      "source": "Srila Prabhupada",
      "day_of_year": 57
    },
    {
      "month": "February",
      "day": 27,
      "quote": "Sometimes when Radharani would go out, Krishna would attack Her, and when She would fall down, \"Krishna, don't torture Me in that way\" -They would fall down, and Krishna would take the opportunity and kiss her. Radharani was very pleased, but superficially Krishna was the greatest rascal. Unless rascaldom is in Krishna, how could rascaldom be existent in the world? Our formula of God is that He is the source of everything. But His rascaldom is so nice that everyone worships His rascaldom.",
      "source": "Srila Prabhupada",
      "day_of_year": 58
    },
    {
      "month": "February",
      "day": 28,
      "quote": "Two Lords, Nityananda Prabhu and Sri Chaitanya Mahaprabhu, They have appeared just to reclaim the fallen souls of this age. They are more kind than Krishna. Krishna, He is also very kind. He comes to deliver. But Krishna demands that first of all surrender. He is so kind. (voice choking) So take shelter of Sri Chaitanya Mahaprabhu and be happy. Thank you very much. (weeping)",
      "source": "Srila Prabhupada",
      "day_of_year": 59
    },
    {
      "month": "February",
      "day": 29,
      "day_of_year": 60,
      "quote": "Chant Hare Krishna and be happy.",
      "source": "Srila Prabhupada"
    },
    {
      "month": "March",
      "day": 1,
      "quote": "The sufferings are there, here or India or hell or heaven---anywhere within this material world---there is suffering. But people are so foolish that simply having a nice motorcar or a skyscraper building, he thinks \"My all problems are solved.\" He does not know that this life is a flash only. I am eternal.",
      "source": "Srila Prabhupada",
      "day_of_year": 61
    },
    {
      "month": "March",
      "day": 2,
      "quote": "Vedic civilization means the husband should be a sincere servant of Krishna, and the wife should be a sincere maidservant of the husband.",
      "source": "Srila Prabhupada",
      "day_of_year": 62
    },
    {
      "month": "March",
      "day": 3,
      "quote": "Always remember Krsna Who is your dearmost friend and always serve Him just to please Him, and He will give you all intelligence how to be a first-class devotee.",
      "source": "Srila Prabhupada",
      "day_of_year": 63
    },
    {
      "month": "March",
      "day": 4,
      "quote": "Dedicate your life for Krishna. That is the perfection. Even if there are most faults, dedicatede life is noble life. Maybe, due to our past habits, we may commit some faulty action, but that dedicated life is sublime.",
      "source": "Srila Prabhupada",
      "day_of_year": 64
    },
    {
      "month": "March",
      "day": 5,
      "quote": "God's another name is ajita. A means \"not,\" and jita means \"concquered.\" Nobody can conquer God. He conquers everyone. But devotee can conquer. Although God is ajita, He becomes jita, conquered by His devotee.",
      "source": "Srila Prabhupada",
      "day_of_year": 65
    },
    {
      "month": "March",
      "day": 6,
      "quote": "Keep your health in good condition and work very hard for Krishna. That is our motto of life.",
      "source": "Srila Prabhupada",
      "day_of_year": 66
    },
    {
      "month": "March",
      "day": 7,
      "quote": "To serve the servant of Krishna is better than to serve directly Krishna, because if the servant of Krishna promises something, if the servant of Krishna says, \"I'll take you to Krishnaloka,\" you must go there.",
      "source": "Srila Prabhupada",
      "day_of_year": 67
    },
    {
      "month": "March",
      "day": 8,
      "quote": "Temple means people should come, people should learn the science of God. Not that to make a business of temple. Temple means spiritual educational shelter. People should come and learn what is spiritual life, what is God, what is my relationship with God.",
      "source": "Srila Prabhupada",
      "day_of_year": 68
    },
    {
      "month": "March",
      "day": 9,
      "quote": "Sometimes somebody takes his bird in the field and lets him loose, out of the cage, and the bird goes and then again comes into the cage. This human form of body is just like being let loose. Now you get the freedom of flying away from this cage of birth and death, but that we'll not do. We'll enter again. We are not interested how to get out of the cage. We are again and again coming back to the cage.",
      "source": "Srila Prabhupada",
      "day_of_year": 69
    },
    {
      "month": "March",
      "day": 10,
      "quote": "In this age, Kali-yuga, to kill the demons means to stop their demonic activities by the weapon of kirtana, hari-sankirtana, which is spread by Lord Caitanya's associates.",
      "source": "Srila Prabhupada",
      "day_of_year": 70
    },
    {
      "month": "March",
      "day": 11,
      "quote": "It is the duty of the disciple that even if the spiritual master, or senior acharya, agrees to be defeated, it is the duty of the disciple to see that his spiritual master and superior is not defeated.",
      "source": "Srila Prabhupada",
      "day_of_year": 71
    },
    {
      "month": "March",
      "day": 12,
      "quote": "Simply by changing dress, one does not improve unless he seriously takes the principles of devotional service. But in Kali-yuga, they'll think, \"Because I have changed my dress, I have become a big sannyasi.\" You see? \"Because I have got a sacred thread, now I am a brahmana.\" No. There must be regular training.",
      "source": "Srila Prabhupada",
      "day_of_year": 72
    },
    {
      "month": "March",
      "day": 13,
      "quote": "Don't approach the cheater guru, bluffer guru, and be cheated. Stop this business. This has spoiled the whole spiritual atmosphere of the world. Take guru, the Supreme-guru, Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 73
    },
    {
      "month": "March",
      "day": 14,
      "quote": "There is a story that one fool was sitting on a branch of a tree and he was cutting off. And somebody said, \"You'll fall down.\" \"Ha, fall down.\" But when he fell down he said, \"Oh, you are a great astrologer.\" So who goes to the astrologer? Only fools and rascal. No sane man goes. What is to happen, that will happen. Why shall I go to astrologer?",
      "source": "Srila Prabhupada",
      "day_of_year": 74
    },
    {
      "month": "March",
      "day": 15,
      "quote": "Today, 15th March, now it is 7:35, gone, as soon as it is 7:36, you cannot bring back that 15th March, evening, 7:35, again. Even if you pay millions of dollars, \"please come back again,\" no, finished. Chanakya Pandita says, \"Time is so valuable that if you pay millions of golden coins, you cannot get back even a moment.\" What is lost is lost for good. \"If you such valuable time spoil for nothing, without any profit, just imagine how much you are losing, how greatly you are loser.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 75
    },
    {
      "month": "March",
      "day": 16,
      "quote": "Everyone is being controlled by God, but a devotee is so exalted that Krishna says, \"I wish to be controlled by you.\" This is Krishna's position.",
      "source": "Srila Prabhupada",
      "day_of_year": 76
    },
    {
      "month": "March",
      "day": 17,
      "quote": "A pure devotee always thinks himself as not-devotee. If one thinks he is big devotee that is not good, thinking that he is first degree. We should not be puffed up. A devotee avoids it, remaining always in the second degree. Krsna has given everyone something extraordinary, and to serve Krsna with one's extraordinary talent means successful life.",
      "source": "Srila Prabhupada",
      "day_of_year": 77
    },
    {
      "month": "March",
      "day": 18,
      "quote": "In the material world we want to minimize our activites and take rest more, but in the spiritual world, there is no rest and there is no limit of activities. Krishna is unlimited, His service is unlimited, and the energy of His servants is unlimited. Although we are in the midst of ignorance, still if we keep ourselves alert there is no place of ignorance.",
      "source": "Srila Prabhupada",
      "day_of_year": 78
    },
    {
      "month": "March",
      "day": 19,
      "quote": "We act according to our whims, and the resultant action is there immediately. Nature's law, God's law, is there. It is not God's creation that somebody is suffering from some painful condition and somebody is enjoying. No. We infect ourselves with some contamination because this material world is full of contamination. You must remain very cautious. Otherwise you will have to suffer.",
      "source": "Srila Prabhupada",
      "day_of_year": 79
    },
    {
      "month": "March",
      "day": 20,
      "quote": "Depend on Krishna, because after all, He is the ultimate Master of all situations. It is not the doctor, or the medicine, or the place, but it is ultimately Krishna who is the Master to do everything.",
      "source": "Srila Prabhupada",
      "day_of_year": 80
    },
    {
      "month": "March",
      "day": 21,
      "quote": "Krishna is joyful. I am part and parcel of Krishna therefore I must be also joyful. That is natural. If my father is black, then I am also black. So our father, the supreme father Krishna, is joyful. He is not engaged in some industrial work or heavy machine making. He is simply playing on his flute, and Radharani is there. That is joyful nature.",
      "source": "Srila Prabhupada",
      "day_of_year": 81
    },
    {
      "month": "March",
      "day": 22,
      "quote": "We can ask favour from anyone, but we must know that nobody can favour us unless sanctioned by the Supreme Person. Suppose we approach a rich man to favour us with some contribution. Krishna is there within, and if He says, \"You give him this money,\" the man will give us. If he is not so fortunate now therefore Krishna did not dictate him. So there is nothting to be sorry. This should be our principle.",
      "source": "Srila Prabhupada",
      "day_of_year": 82
    },
    {
      "month": "March",
      "day": 23,
      "quote": "The tortoise, as soon as he likes he discloses his senses, and when he likes he pulls them within. That is the position of a pure devotee. He can wind up the senses whenver he likes, and he can exhibit the senses whenever he likes. The senses are under his control. He is not under the control of the senses as are the ordinary persons. That is the meaning of Goswami.",
      "source": "Srila Prabhupada",
      "day_of_year": 83
    },
    {
      "month": "March",
      "day": 24,
      "quote": "Radha-Krishna. Radha's name is first. Why? Nobody can be better devotee than Radharani. As soon as Radha's name is there, Krishna is more pleased. That is the way. If we glorify the devotees, the charcter of the devotees, before the Lord, He's more pleased than to glorify Himself, He directly.",
      "source": "Srila Prabhupada",
      "day_of_year": 84
    },
    {
      "month": "March",
      "day": 25,
      "quote": "When the soul leaves this body, then what it is? It has no value, a lump of matter, just like a motorcar. So long it is moving, it is worth one lakh, and so long it does not move, it is simply lump of iron and copper and something. Who cares for it? It is thrown away. Same thing. The body has no value. It has value so long the soul is there.",
      "source": "Srila Prabhupada",
      "day_of_year": 85
    },
    {
      "month": "March",
      "day": 26,
      "quote": "Krishna and Balarama, They are Absolute Truth. There is no difference between killing and loving. Those who were killed, you know, they ware also delivered from this material bondage. Now these same two brothers have again descended as Sri Krishna Chaitanya-Nityananda.",
      "source": "Srila Prabhupada",
      "day_of_year": 86
    },
    {
      "month": "March",
      "day": 27,
      "quote": "Ramchandra's life, God's activities, pastimes, if we hear, that means we are associating with Ramchandra. There is no difference between His form, His name, His pastimes, and Himself. He's absolute. Therefore either you chant the holy name of Rama or you see the statue of Rama, or you talk of His transcendental pastimes, everything, that means you are associating with the Supreme Personality of Godhead. We take advantage of these days when the incarnation of God appears or disappears, and we try to associate with him.",
      "source": "Srila Prabhupada",
      "day_of_year": 87
    },
    {
      "month": "March",
      "day": 28,
      "quote": "You should not keep your trust on so-called gentlemen of the world however nicely dressed he may be. In the matter of discharging our mission of Krishna consciousness we have to meet so many so-called gentlemen, but we must be very cautious for dealing with them as we are cautious in dealing with serpants.",
      "source": "Srila Prabhupada",
      "day_of_year": 88
    },
    {
      "month": "March",
      "day": 29,
      "quote": "Krishna is gopika-kanta. Radha-kanta. That is Krishna's real identification. He is gopika-kanta, and He is Radha-kanta. This relationship with Krishna and gopis, that is the highest perfectional realization of the Absolute Truth.",
      "source": "Srila Prabhupada",
      "day_of_year": 89
    },
    {
      "month": "March",
      "day": 30,
      "quote": "I am aware that you are feeling my absence just as I am feeling the absence from you. But in the meantime this must be so and Krishna will provide for you as long as you keep chanting Hare Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 90
    },
    {
      "month": "March",
      "day": 31,
      "quote": "We take a newspaper and we read what the politician says, so many nonsense things. We waste our time. Srama eva hi kevalam. We should increase our taste for hearing and chanting about Visnu, Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 91
    },
    {
      "month": "April",
      "day": 1,
      "quote": "If you are steady either in success or failure, that is called yoga. Don't mind for the success or failure. Do act on behalf of the Supreme Lord. And if you are steady in that position, then your working in spiritual platform is successful.",
      "source": "Srila Prabhupada",
      "day_of_year": 92
    },
    {
      "month": "April",
      "day": 2,
      "quote": "Our only request is that if you want happiness, if you want to prosper, make your life successful, you must read Bhagavad-gita thoroughly, as it is, as Krishna says, don't try to misinterpret.",
      "source": "Srila Prabhupada",
      "day_of_year": 93
    },
    {
      "month": "April",
      "day": 3,
      "day_of_year": 94,
      "quote": "Chant Hare Krishna and be happy.",
      "source": "Srila Prabhupada"
    },
    {
      "month": "April",
      "day": 4,
      "quote": "So far as your working engagement is concerned, certainly you are not a karmi. Any person whose constant occupation is Krishna Consciousness, he is not a karmi, he is a devotee in all circumstances. You should accept the best source of monetary income and use it for Krishna. That is better than sannyasa. Stick to your job and use it for Krishna Consciousness. You are not a karmi.",
      "source": "Srila Prabhupada",
      "day_of_year": 95
    },
    {
      "month": "April",
      "day": 5,
      "quote": "One of the symptoms of a devotee is that he is kind,. If our Godbrother becomes ill it is our duty to help him get the proper medicine and treatment so that he can recover. There is no question of ill-treating of our own Godbrothers simply because they are sick, nor should you allow such neglect to go on. So long we have this material body there wil be sickness, but we have to remain on the transeendental platform nevertheless.",
      "source": "Srila Prabhupada",
      "day_of_year": 96
    },
    {
      "month": "April",
      "day": 6,
      "quote": "A good citizen knows what is lawful work and what is unlawful work. You can hide yourself from the eyes of the police, man-made law, but it is not possible to hide yourself from the eyes of the Supreme because the Supreme is sitting within your heart.",
      "source": "Srila Prabhupada",
      "day_of_year": 97
    },
    {
      "month": "April",
      "day": 7,
      "quote": "When I eat meat, mamsa, it means, \"This animal also will eat me again.\" You cannot escape this \"Life for life.\" That is the law everywhere. If you have murdered somebody, you must be killed also. You can escape the so-called state laws, but you cannot escape the laws of the material nature.",
      "source": "Srila Prabhupada",
      "day_of_year": 98
    },
    {
      "month": "April",
      "day": 8,
      "quote": "According to sastra anyone who wears tilaka, sikha and kunti over and above the Vaisnava dress or Vaisnava sannyasi must be accepted especially while chanting Hare Krishna mantra with bead bags. When Jagannatha has expanded His jurisdiction over the whole world why the so-called servants of Jagannatha should not allow them to see the Lord of the Universe?",
      "source": "Srila Prabhupada",
      "day_of_year": 99
    },
    {
      "month": "April",
      "day": 9,
      "quote": "I can only suggest, and wherever possible that can be applied, but I do not force anyone. After all, you are working hard to please Krsna only out of love for me, so there can be no question of force if love is there. We should not ever try to force anyone or reduce our Society to an impersonal business exchange. This will kill everything. Our only purpose in every endeavour is simply to make advancement in spiritual life or in pleasing Krsna.",
      "source": "Srila Prabhupada",
      "day_of_year": 100
    },
    {
      "month": "April",
      "day": 10,
      "quote": "Hearing the vibration of Hare Krishna automatically reminds one of Krishna's Pastimes. Both of them arise simultaneously in the mind when one is sincerely chanting. You cannot make any distinction between listening to the sound and thinking of the Pastimes. But the process is to hear, and then Krishna's Pastimes,Form, Qualities, etc. will automatically come to mind: That is very nice.",
      "source": "Srila Prabhupada",
      "day_of_year": 101
    },
    {
      "month": "April",
      "day": 11,
      "quote": "If they insist on touching your feet and there is no other way to avoid it, you can simply remember your predecessor Acharyas and Spiritual Masters and accept them and return namaskara with folded hands. That is the Vaisnava etiquette.",
      "source": "Srila Prabhupada",
      "day_of_year": 102
    },
    {
      "month": "April",
      "day": 12,
      "quote": "By prasadam distribution you will do service to the Lord, and the public will be pleased upon you as well. Gradually increase the number of guests, and don't deny anyone. Continue in this way: Whatever is there, distribute equally-it may not be very sumptuous, but no one should be denied equal portion.",
      "source": "Srila Prabhupada",
      "day_of_year": 103
    },
    {
      "month": "April",
      "day": 13,
      "quote": "Shiva is dahi and Krishna is milk. Dahi, the preparation of dahi that you take milk, pure milk, and mix it with little sour thing, then it becomes dahi. Similarly, Krishna is pure spirit, and when this pure spirit is mixed up with maya, that is Shiva.",
      "source": "Srila Prabhupada",
      "day_of_year": 104
    },
    {
      "month": "April",
      "day": 14,
      "quote": "This Krishna consciousness temple is the hospital for the diseased spirit soul. And everyone is diseased. Come to this hospital. We shall take care of you and cure your material disease.",
      "source": "Srila Prabhupada",
      "day_of_year": 105
    },
    {
      "month": "April",
      "day": 15,
      "quote": "My dear boys and girls, you are working so hard for broadcasting the glories of Lord Krishna's lotus feet and thus my Guru Maharaja will be so pleased upon you. Certainly my Guru Maharaja will bestow His blessings thousand times more than",
      "source": "Srila Prabhupada",
      "day_of_year": 106
    },
    {
      "month": "April",
      "day": 16,
      "quote": "We may discover so many defending instruments or weapons, but there is no defense from the cruel hands of death. However you may be advanced in manufacturing so many nice things, you cannot manufacture anything that can save you from death, or from disease, or from old age.",
      "source": "Srila Prabhupada",
      "day_of_year": 107
    },
    {
      "month": "April",
      "day": 17,
      "quote": "In this material world, we are trying to be happy in society, friendship and love. But the happiness we are getting, that is compared with a drop of water in the desert. Our heart desires real pleasure, transcendental bliss. We are hankering after Krishna. That is our inner desire. We are trying to get eternal happiness.",
      "source": "Srila Prabhupada",
      "day_of_year": 108
    },
    {
      "month": "April",
      "day": 18,
      "quote": "They have forgotten Krishna, they have forgotten God, and I am trying to make them Krishna conscious. It is a very difficult job. I have to shed my blood three tons before I make on convinced in Krishna consciousness. That is my experience. I have to talk with them, especially these Europeans and Americans. They do not accept anything so blindly.",
      "source": "Srila Prabhupada",
      "day_of_year": 109
    },
    {
      "month": "April",
      "day": 19,
      "quote": "Devotional service must continue under all circumstances. This material body is actually a bad bargain because it is prone to suffer, but we must make the best use of this bad bargain. That means to always be engaged in the service of Krishna without fail.",
      "source": "Srila Prabhupada",
      "day_of_year": 110
    },
    {
      "month": "April",
      "day": 20,
      "quote": "Cleanliness is next to Godliness. This point should be very carefully observed, then you will advance very quickly to the perfectional stage of Krishna Consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 111
    },
    {
      "month": "April",
      "day": 21,
      "quote": "I am very glad to learn that you are doing spiritual activities very nicely and you are always alert to see whether you are committing some offense. This is a very nice attitude. In rendering service to Lord Krsna and the representative the Spiritual Master, we should always maintain this fearful attitude., which means careful attention. This attitude will advance you progressively in Krishna Consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 112
    },
    {
      "month": "April",
      "day": 22,
      "quote": "Nowadays people are very fond of diving within the water and swim. This has become a fashion. So next life they are going to become fish. Yes. If you at the time of death, if you think of that, how to swim very nicely within the water, that means next life nature will give you a fish life. You get it. That is God's mercy. Why you artificially try to become a fish? You become actually fish. That is nature's gift.",
      "source": "Srila Prabhupada",
      "day_of_year": 113
    },
    {
      "month": "April",
      "day": 23,
      "quote": "Krishna is dancing ---you have seen---similarly, our position is simply dancing with Krishna and being happy. That is our position. But we have come to this material world to enjoy independently of Krishna. Therefore we have been captured by the illusory energy.",
      "source": "Srila Prabhupada",
      "day_of_year": 114
    },
    {
      "month": "April",
      "day": 24,
      "quote": "If there is little pain in the finger, I become so much disturbed because I have got intimate connection with this finger. Similarly, we have got intimate connection with Krishna and we are fallen therefore Krishna also feels little pain, and therefore He comes down. Krishna is feeling pain. So you become Krishna conscious. Then Krishna will feel pleasure.",
      "source": "Srila Prabhupada",
      "day_of_year": 115
    },
    {
      "month": "April",
      "day": 25,
      "quote": "The difficulty is sometimes Krishna's ashirvad (blessing) may be just the opposite. Krishna will take away. So at that time they become atheist.",
      "source": "Srila Prabhupada",
      "day_of_year": 116
    },
    {
      "month": "April",
      "day": 26,
      "quote": "At Tirupati, there are so many hills. From the distant place, your vision is not clear. You simply see something cloudy, the same hill. But if you make little further progress, you see the same hill greenish. And if you actually go in the same hill, you will find there are so many animals, men and houses. Object is the same, but from different angle vision, it appears differently. Similarly, unless one can understand Krishna perfectly, he realizes the Absolute Truth as impersonal, nirakara Brahman.",
      "source": "Srila Prabhupada",
      "day_of_year": 117
    },
    {
      "month": "April",
      "day": 27,
      "quote": "Krishna, He is the Lord, but He has nothing to do. He is simply enjoying with His friends, with Radharani, with cowherd boys, with gopis. He has nothing to think, \"How to provide?\" (chuckles) That is greatness. He is taking the cows as a sporting. And when He was called for killing Kamsa, He left everything, renounced everything in full, so much love. At once, in a moment, He left Vrndavana, and all these devotees, they began to cry for Krishna for the rest of life. And whenever Krishna was reminded, oh, He will say, \"I am very soon coming. Don't worry. I am very soon coming.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 118
    },
    {
      "month": "April",
      "day": 28,
      "quote": "We are meant for enjoyment, but we are seeking enjoyment in a false place --in an illusion, like the desert animals that run after water in a mirage and eventually die of thirst. They cannot relieve their thirst with such illusory water. Similarly, we are trying to manufacture many things to satisfy our thirst for enjoyment, but we are being baffled at every turn because material existence is an illusion. Real intelligence means to inquire, \"Where is the reality? Where is the eternal substance behind the illusion?\" If we can find that out, we can experience real enjoyment.",
      "source": "Srila Prabhupada",
      "day_of_year": 119
    },
    {
      "month": "April",
      "day": 29,
      "quote": "Krishna is living everywhere, that is the vision of the higher devotees. Actually He's living, but still, because we are in the lower condition, we should know that here is Krishna in the temple. Krishna is everywhere, but for us, because we have no such vision to see Krishna anywhere and everywhere, therefore we should come here in the temple and see Krishna,\"Here is Krishna. Krishna has kindly appeared here in a manner in which I can see Him. That is Krishna's mercy. That is temple.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 120
    },
    {
      "month": "April",
      "day": 30,
      "quote": "We are giving you prasadam. By eating, eating, eating, eating, you one day will become Krishna conscious, simply by eating. Because you are so dull, you cannot understand the pholosophy. You know the belly like the animals. So therefore we are giving facility, \"All right, fill up your belly, and you'll be infected.\" As you take foodstuff from an infected area, you become infected with some disease, so this is Krishna-infected, prasadam. You take it, and one day you'll be diseased with Krishna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 121
    },
    {
      "month": "May",
      "day": 1,
      "quote": "Ointment is applied to the eyes for clear vision. When the ointment of love of Godhead will be applied in our eyes then with these eyes we shall be able to see God. God is not invisible. Simply like a man with cataract or any other eye disease, he cannot see. That does not mean the things are not existing. He cannot see. God is there, but because my eyes are not competent to see God, therefore I deny God. God is there, everywhere.",
      "source": "Srila Prabhupada",
      "day_of_year": 122
    },
    {
      "month": "May",
      "day": 2,
      "quote": "When there is suffering given by Krishna, a devotee does not take seriously suffering. A devotee thinks, \"It is the favour of Krishna that he has put me into suffering.\" They never see suffering as suffering. It is favour of Krishna. That is devotee's vision. It is exactly like a son who knows his father well. If the father slaps, the son never protests. He knows that \"It is good for me.\" Similarly, a devotee is never disturbed when there is suffering given by Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 123
    },
    {
      "month": "May",
      "day": 3,
      "quote": "Krishna can change anything, therefore we worship Him as the greatest Scientist. If a man knows swimming he can stay up. So if a man has this much power, what to speak of God. So we see that Ramachandra has the art how to make stones float. It is a question of knowing the art. Art means the display of intellectual energy. Everywhere we can see intelligence in everything, so the Lord knows the art of everything, so He can change anything, we cannot.",
      "source": "Srila Prabhupada",
      "day_of_year": 124
    },
    {
      "month": "May",
      "day": 4,
      "quote": "Om is formless, but Krishna has got a beauriful form, enjoying. And we are addicted to beautiful form. Why something which is not beautiful? Krishna says in the Bhagavad-gita, \"I am omkara.\" So in one sense omkara and Krishna are the same. But I can see Krishna very beautiful and so many things, but I do not see in Omkara that thing. Therefore my preference should be to Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 125
    },
    {
      "month": "May",
      "day": 5,
      "quote": "There is distinction even in wood. There are so many jungle woods, we can use it for cooking. But the sandalwood, which is so valuable, if we do not know what is the value of sandalwood, if we use it for cooking and burning... Similarly, if we use this human form of life exactly like the cats and dogs, simply for sense gratification, then we are committing suicide.",
      "source": "Srila Prabhupada",
      "day_of_year": 126
    },
    {
      "month": "May",
      "day": 6,
      "quote": "Every disciple should always remain busy in some work for Krishna. We shall not allow to remain vacant our mind, and if the mind is always filled up with Krishna Consciousness activities, there is no chance of Maya to sit on the mind and force us to act under her spell.",
      "source": "Srila Prabhupada",
      "day_of_year": 127
    },
    {
      "month": "May",
      "day": 7,
      "quote": "Every animal is imperfect, but man-animal can become perfect. If he likes, It is very important life. You cannot become as perfect as God, but near about.",
      "source": "Srila Prabhupada",
      "day_of_year": 128
    },
    {
      "month": "May",
      "day": 8,
      "quote": "You have to make it public that \"I am going to have garbhadhana-samskara.\" It is not a secret thing. It is a ceremony. And then, when she is pregnant, no more sex. No more sex means so long the child is there, ten months and unless the child is grown up at least six months, no sex. That means once you have sex and then abstain for sixteen months.",
      "source": "Srila Prabhupada",
      "day_of_year": 129
    },
    {
      "month": "May",
      "day": 9,
      "quote": "If Krishna does not supply you this light, sunlight, you will die. But He does not charge anything. But because you are human being, you should try to repay: \"Oh, Krishna is giving us so much facilities. Let me render some service unto Him.\" This is Krishna consciousness. This is to acknowledge, \"O God, You are so kind. You are giving so many things. So I have collected this fruit. It is Your fruit, I know. Still please accept.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 130
    },
    {
      "month": "May",
      "day": 10,
      "quote": "Krishna's mercy is always there. It is your misuse of free will. You are given the opportunity ---that is fortune. But you do not accept the fortune. That is your misfortune.",
      "source": "Srila Prabhupada",
      "day_of_year": 131
    },
    {
      "month": "May",
      "day": 11,
      "quote": "Bhagavad-gita says that you can directly transmigrate to any species of life you like, according to your efforts. Sometimes I travel to America, sometimes to Austrlia and sometimes to Africa. The countries already exist. I am simply travelling through them. It is not that because I have come to America, I have created or become America. And there are many countries I have not yet seen. Does that mean they do not exist? The scientists who support Darwin are nonsensical. Bhagavad-gita clearly says that all the species exist simultaneously, and that you can go to whichever species you like. You can even go up to the kingdon of God, if you so desire. All this is declared in Bhagavad-gita by Lord Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 132
    },
    {
      "month": "May",
      "day": 12,
      "quote": "\"Just work in such a way that God may see you.\" This is the Krishna consciousness movement. Everyone is busy to see God. Of course, it is not so easy to see God. But a devotee is not busy to see God, but he wants God to see him.",
      "source": "Srila Prabhupada",
      "day_of_year": 133
    },
    {
      "month": "May",
      "day": 13,
      "quote": "Prabhupada, Quotes, May , Srila Prabhupad, Every Day, Gaurabda, Event, ISKCON, Spiritual, Hare Krishna",
      "source": "Srila Prabhupada",
      "day_of_year": 134
    },
    {
      "month": "May",
      "day": 14,
      "quote": "Krishna's Lila in Vrindavana is prakata or manifest Lila, and the same is going on eternally in the spiritual realm, which is known as aprakata or nonmanifest. Krsna's planet and Krsna's pastimes are going on eternally, and the same is manifested before the conditioned souls at certain intervals, once in one day of Brahma, exactly as the sun is visible for 12 hours once in a 24 hour cycle of day and night. When the sun is visible it is called prakata, and when the sun is not visible that is called aprakata or unmanifested. Nonmanifested therefore does not mean there is no existence, but the terms are used in relation to the visibility or nonvisibility to the limited conditioned souls.",
      "source": "Srila Prabhupada",
      "day_of_year": 135
    },
    {
      "month": "May",
      "day": 15,
      "quote": "If you get one thousand of rupees, ten rupees is already there. If you get Krishna, then you get all perfection.",
      "source": "Srila Prabhupada",
      "day_of_year": 136
    },
    {
      "month": "May",
      "day": 16,
      "quote": "When we are spiritually perfect we develop the spiritual form to live eternally in the spiritual world. In the spiritual world there are exactly the same things as we see here, namely the land, water, trees, birds, beasts, human beings, etc., and all of them are spiritual as all the varieties here are material.",
      "source": "Srila Prabhupada",
      "day_of_year": 137
    },
    {
      "month": "May",
      "day": 17,
      "quote": "If death takes place, let it take here. There is nothing to be said new. Whatever I have to speak, I have spoken in my books. Now you try to understand it and continue your endeavour. Whether I am present or not present, it doesn't matter. As Krishna is living eternally, similarly, living being also lives eternally. But \"one who has done service to the Lord lives forever.\" So you have been taught to serve Krishna, and with Krishna we'll live eternally. Our life is eternal. A temporary disappearance of this body doesn't matter. Body is meant for disappearance. So live forever by serving Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 138
    },
    {
      "month": "May",
      "day": 18,
      "quote": "Now I have come back to my home, Vrindavana. If anything should go wrong, atleast I will be here in Vrindavana. Vrindavana is for residence, Bombay is office for organization, and Mayapur is for worship of the Supreme Lord Chaitanya Mahaprabhu.",
      "source": "Srila Prabhupada",
      "day_of_year": 139
    },
    {
      "month": "May",
      "day": 19,
      "quote": "Krishna is within your heart. If you kindly continue to hear about Him, as you are doing, then Krishna will be very much pleased, \"Oh, this person is now interested in me.\" Because nobody's interested in Krishna, so Krishna is also silent to them. But as soon as you become interested, oh, Krishna becomes very active, \"Oh, he's trying to do something. I shall help him.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 140
    },
    {
      "month": "May",
      "day": 20,
      "quote": "We are in so many ways indebted. Our obligations are there. But if one surrenders fully unto Krishna then he is no longer any more indebted to all these obligations. He is immune. At one stroke he becomes liquidated from all obligation. Krishna is Mukunda. Mukunda means one who can offer you liberation from this material bondage.",
      "source": "Srila Prabhupada",
      "day_of_year": 141
    },
    {
      "month": "May",
      "day": 21,
      "quote": "Chanakya Pandita says that there is no comparison between a rich man and a learned man.They are different catagories. A rich man, a king, may be very respectable in his own country amongst his own men, but a learned scholar is respected all over the world. If one is respected all over the world, and if one is respected in his own village, how there can be any comparison?",
      "source": "Srila Prabhupada",
      "day_of_year": 142
    },
    {
      "month": "May",
      "day": 22,
      "quote": "A spiritual master is not a fashion, that \"Oh, I should have a spiritual master.\" People after fashion. No. One must be very much inquisitive to know what is the highest perfection of life. If one is actually inquisitive to understand about the highest perfectional stage of our life, then he should search after a spiritual master.",
      "source": "Srila Prabhupada",
      "day_of_year": 143
    },
    {
      "month": "May",
      "day": 23,
      "quote": "You cannot stop fighting between the dogs and cats. Why there is fighting? Because the dog is thinking, \"I am dog.\" The cat is thinking \"I am cat.\" Similarly, if I think as Irishman, or \"I am Englishman,\" it is the same thing. As the dog is thinking, \"I am dog,\" so if I think, \"I am Irishman,\" \"I am Englishman,\" I am no better than the dog. As we cannot stop the fighting between dogs, similarly, so long people will remain in bodily concept of life, the fighting cannot be stopped.",
      "source": "Srila Prabhupada",
      "day_of_year": 144
    },
    {
      "month": "May",
      "day": 24,
      "quote": "It is the duty of the spiritual master to find fault with his students so that they may make progress, not that he should always be praising them. So if you find some criticism, kindly accept it in that spirit. I am only interested in that you along with all my other students should become Krishna Conscious.",
      "source": "Srila Prabhupada",
      "day_of_year": 145
    },
    {
      "month": "May",
      "day": 25,
      "quote": "Don't be after these motorcars, television, and all nonsense things, sporting, wine, women. Don't be after these. Simply eat sufficiently, keep your health nicely, chant Hare Krishna, realize Krishna, and go back to home. This is our philosophy.",
      "source": "Srila Prabhupada",
      "day_of_year": 146
    },
    {
      "month": "May",
      "day": 26,
      "quote": "The child is born; immediately there is milk in the breasts of the mother. And one minute before, there is no milk. Just the child is born, immediately. Who supplies the milk? He does not see that one Supreme is supplying all the necessities of the others. So our duty is only to become Krishna conscious. Other things will be supplied by Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 147
    },
    {
      "month": "May",
      "day": 27,
      "quote": "When I left India, I promised \"I'll never come back here.\" I was reluctant to do anything here. But still, I thought, \"At least in Mayapura let me have my...\" (laughs) \"There is Vaisnava, so many resident, in Mayapura, Vrindavana.\" I promised that \"I'll never come again, back again here.\" That was my promise. But Krishna wanted. That's all right. I was quite disgusted. Still I am disgusted.",
      "source": "Srila Prabhupada",
      "day_of_year": 148
    },
    {
      "month": "May",
      "day": 28,
      "quote": "For offering prasadam simply prayers to the Spiritual Master is sufficient. The process is that everything is offered to the Spiritual Master, and the Spiritual Master is supposed to offer the same foodstuff to the Lord. Therefore simply by chanting the prayer to the Spiritual Master, everything will be complete.",
      "source": "Srila Prabhupada",
      "day_of_year": 149
    },
    {
      "month": "May",
      "day": 29,
      "quote": "When I go to Los Angeles I am in Vaikuntha. When I go to New York I am in Vaikuntha. Wherever we have got a temple, that is Vaikuntha. So why shall I have objection? Do your duty nicely and see what Krishna desires. Let it be fulfilled. But you do your duty. It is your duty to pray to Krishna as affectionate children, and let Krishna decide. And I have no objection, either.",
      "source": "Srila Prabhupada",
      "day_of_year": 150
    },
    {
      "month": "May",
      "day": 30,
      "quote": "Whenever there is unwanted population these three things will naturally, by nature's course, appear---famine, pestilence, and war---and the population will be finished. There was some unwanted population at that time also for which Krishna arranged the war, battlefield of war. If we want very good population, very good generation, then we have to follow the principles of Bhagavad-gita.",
      "source": "Srila Prabhupada",
      "day_of_year": 151
    },
    {
      "month": "May",
      "day": 31,
      "quote": "The mouse, they make a hole in the field for his living comfortably. You have seen the holes in the field? And the big snake, they take advantage of these holes. They enter into it and eat the mouse, and live comfortably. So the mouse makes the comfortable place for the snake. The snake's business is to enter and live comfortably.",
      "source": "Srila Prabhupada",
      "day_of_year": 152
    },
    {
      "month": "June",
      "day": 1,
      "quote": "I came here with a great mission to execute my Spiritual Master's order, but my heart is stabbing me. Of course, I'm not afraid of Maya. I know Maya cannot touch me, but still if I die in this condition, my mission will remain unfulfilled. Please therefore pray to Prabhu Lord Chaitanya and Vrindaban Bihari, to rescue me this time. My mission is still not finished.",
      "source": "Srila Prabhupada",
      "day_of_year": 153
    },
    {
      "month": "June",
      "day": 2,
      "quote": "Krishna is so grateful. If you give little service to Krishna sincerely, Krishna will never forget you. And He's so powerful. If Krishna becomes your friend and Krishna remembers you, then what you want more? Just imagine. So Krishna... Here it is said, krishna-devatah. fix up your mind in Krishna and be happy.",
      "source": "Srila Prabhupada",
      "day_of_year": 154
    },
    {
      "month": "June",
      "day": 3,
      "quote": "The transcendental ecstatic symptoms certainly become manifested in a devotee's body, but they should not be exhibited amongst common men.",
      "source": "Srila Prabhupada",
      "day_of_year": 155
    },
    {
      "month": "June",
      "day": 4,
      "quote": "Initiation means beginning. Not that immediately after initiation one becomes perfect.",
      "source": "Srila Prabhupada",
      "day_of_year": 156
    },
    {
      "month": "June",
      "day": 5,
      "quote": "We say that if Krishna is truth, the world is also truth because the world is a manifestation of Krishna's energy. So if Krishna is true, how His energy can be false? The Mayavadis preach so-called monism, but they always distinguish brahma and maya. They say brahma is true, maya is false. We say maya is true, and because it is Krishna's energy, she must be employed in Krishna's service.",
      "source": "Srila Prabhupada",
      "day_of_year": 157
    },
    {
      "month": "June",
      "day": 6,
      "quote": "The great liberated souls and incarnations who appear from time to time in this material world are not actually coming back, because they are never subject to material contamination or the laws of material nature. For the purpose of delivering the fallen living entities they come here temporarily and then go back when their business is finished, and this is all under the direct order of the Lord. So the appearance of the Lord or the great liberated souls in the material world is different from the appearance of the contaminated living entity who is forced to take birth in the material world due to his desire to lord it over the world.",
      "source": "Srila Prabhupada",
      "day_of_year": 158
    },
    {
      "month": "June",
      "day": 7,
      "quote": "Any nonsense you do and if you say, \"It is the latest fashion,\" everyone will do.",
      "source": "Srila Prabhupada",
      "day_of_year": 159
    },
    {
      "month": "June",
      "day": 8,
      "quote": "If we make our Deity worship program extremely opulent and gorgeous, and if all of the devotees are always attending arati and holding kirtana in front of the Deities, that will be the best program for attracting the Indian people to Krishna Consciousness Movement.",
      "source": "Srila Prabhupada",
      "day_of_year": 160
    },
    {
      "month": "June",
      "day": 9,
      "quote": "Vrinaban is meant for retirement. Elderly persons in Krishna Consciousness can devote all their time to devotional service. Such men are wanted to live in Vrindaban, not women and children. That is a fact, the holy dhamas are meant for the sannyasis and brahmacharis especially. If necessary, the management must be done by sannyasis and brahmacharis, not grhasthas.",
      "source": "Srila Prabhupada",
      "day_of_year": 161
    },
    {
      "month": "June",
      "day": 10,
      "quote": "A king is sitting on the throne and there is a bug. The bug and the king, they are on the same throne, but the bug and the king, much difference. Sitting on the same throne does not mean that they have become equal. Why? Due to the constitutional position. The bug's constitutional position is to bite only, and the king's position is to rule. Although they are on the same level, the difference is great gulf of difference. Similarly, God and the living entity may sit down together, may talk together, they lie together, eat together, but that difference will be there.",
      "source": "Srila Prabhupada",
      "day_of_year": 162
    },
    {
      "month": "June",
      "day": 11,
      "quote": "First birth is from your parents, but real birth, real life, begins when one accepts a bona fide spiritual master and renders service unto him. Then the path is open for going back to home, back to Godhead, to live eternally in full knowledge and full bliss and in association with the Supreme Personality of Godhead Himself, Lord Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 163
    },
    {
      "month": "June",
      "day": 12,
      "quote": "Lord Chaitanya, although Krishna Himself, appealed to His friends and helpers to help Him in His mission and what to speak of me; I am just an ordinary human being. So I need your help.",
      "source": "Srila Prabhupada",
      "day_of_year": 164
    },
    {
      "month": "June",
      "day": 13,
      "quote": "I can see you, you can see me, similarly, you can go directly, see God and live with Him, dance with Him, play with Him, eat with Him. That is the perfection of life.",
      "source": "Srila Prabhupada",
      "day_of_year": 165
    },
    {
      "month": "June",
      "day": 14,
      "quote": "Vrindavan does not require to be modernized because Krishna's Vrindavan is transcendental village. They completely depend on nature's beauty and nature's protection. The community in which Krishna preferred to belong was Vaisya community, because Nanda Maharaj happened to be a Vaisya king, or landholder, and his main business was cow protection. It is understood that he had 900,000 cows and Krishna and Balarama used to take charge of them, along with His many cowherd boy friends, and every day, in the morning He used to go out with His friends and cows into the pasturing grounds.",
      "source": "Srila Prabhupada",
      "day_of_year": 166
    },
    {
      "month": "June",
      "day": 15,
      "quote": "Spiritual master is representative of God, similarly, king is also representative of God. The father is also representative of God. These are the statements of the sastras. Because they will guide. The king will guide. The spiritual master will guide. The father will guide. What is that guidance? That guidance is how one can become Krishna conscious by education, by culture.",
      "source": "Srila Prabhupada",
      "day_of_year": 167
    },
    {
      "month": "June",
      "day": 16,
      "quote": "If you take one cent from somebody else without doing something good to him or without exchanging something, then you are debtor, and you have to pay him with interest and compound interest. That is the law of karma.",
      "source": "Srila Prabhupada",
      "day_of_year": 168
    },
    {
      "month": "June",
      "day": 17,
      "quote": "Horse is controlled by the mouth. Therefore you have seen the harnesses are fixed in the mouth, the driver controls the mouth and the horse goes. So krishna was a boy. How did He know that \"This demon Kesi has come in the shape of a horse. If I have to control him, I will have to control his mouth.\" So He pushed His hand within the mouth of the horse, and the horse felt it was just like a hot iron bar, so he died. Similarly, when Krishna fought with Aristasura, He knew that to control the bull you have to control the horns, So He took up the horns and killed him. This is svabhaviki, natural. He knows everything.",
      "source": "Srila Prabhupada",
      "day_of_year": 169
    },
    {
      "month": "June",
      "day": 18,
      "quote": "You are mine and I am Krishna's, therefore you are also Krishna's.",
      "source": "Srila Prabhupada",
      "day_of_year": 170
    },
    {
      "month": "June",
      "day": 19,
      "quote": "If there is lack of obedience then there cannot be discipline, and without discipline we cannot manage a huge world organization.",
      "source": "Srila Prabhupada",
      "day_of_year": 171
    },
    {
      "month": "June",
      "day": 20,
      "quote": "In Vrindavana, when we walk on the street, the carts-men, the milkmen carrying milk, immediately they'll off namaskare, \"Swamiji.\" The other day we were walking and we entered one field, just for walking. So the villagers, the cultivators, they came to congratulate us and receive us. \"Swamiji, it is our great fortune that you have come to our field.\" But in your country if I would have entered in another's place, perhaps they would have brought charge of trespass or might have shot us down. So that is the different system. That by birthright they are Krishna conscious in Vrindavan.",
      "source": "Srila Prabhupada",
      "day_of_year": 172
    },
    {
      "month": "June",
      "day": 21,
      "quote": "A Spiritual Master is always liberated. In any condition of His life He should not be mistaken as ordinary human being. This position of a Spiritual Master is achieved by three processes: Sadhana siddha -one who is liberated by executing the regulative principle of devotional service; Kripa siddha-one who is liberated by the mercy of Krishna or His devotee; Nitya siddha---one who is never forgetful of Krishna throughout his whole life. These are the three features of the perfection of life.",
      "source": "Srila Prabhupada",
      "day_of_year": 173
    },
    {
      "month": "June",
      "day": 22,
      "quote": "In the Vedic conception of Grhastha, householder, it is recommended that a householder shall see that even a lizard living in the room or even a snake living in that house should not starve. They should be also given food. And what to speak of others?",
      "source": "Srila Prabhupada",
      "day_of_year": 174
    },
    {
      "month": "June",
      "day": 23,
      "quote": "The disciple's duty is to be ready always to serve the spiritual master, at any cost.",
      "source": "Srila Prabhupada",
      "day_of_year": 175
    },
    {
      "month": "June",
      "day": 24,
      "quote": "If the wife is helpful in the spiritual progress of life, she is the best friend and philosopher. So in Krishna Consciousness the wife is never a burden, but she is completely a counterpart.",
      "source": "Srila Prabhupada",
      "day_of_year": 176
    },
    {
      "month": "June",
      "day": 25,
      "quote": "As soon as you offer yourself to be enjoyed by Krishna as servant, according to His order you serve, then immediately you are in the spiritual world. If you want to remain in the spiritual world, this temple is the spiritual world. We are not living in Melbourne. This temple is not Melbourne. It is Vaikuntha. It is Vrindavana. So if you stick to this temple service, Krishna's service, then you are not in this material world.",
      "source": "Srila Prabhupada",
      "day_of_year": 177
    },
    {
      "month": "June",
      "day": 26,
      "quote": "Innocent men, women, they are kept in that factory simply for livelihood. A little work will provide his needs. Nature has given so much facility. They can grow little food anywhere. The cows are there in the pasturing ground. Take milk and live peacefully. Why you open factories?",
      "source": "Srila Prabhupada",
      "day_of_year": 178
    },
    {
      "month": "June",
      "day": 27,
      "quote": "When our eyes are anointed with love of God, we can see Him everywhere. We have to develop our seeing power by developing love of Godhead. When one is sufficiently developed in Krishna consciousness, he can see the Lord every moment within his heart and everywhere, wherever he goes.",
      "source": "Srila Prabhupada",
      "day_of_year": 179
    },
    {
      "month": "June",
      "day": 28,
      "quote": "The holy name is so powerful that even by chanting with offense, gradually he becomes pure. Therefore we should not give up chanting. Any circumstances, we should go on chanting Hare Krishna",
      "source": "Srila Prabhupada",
      "day_of_year": 180
    },
    {
      "month": "June",
      "day": 29,
      "quote": "One old man and his wife, sitting together. The wife is requesting the old husband, \"Chant, chant, chant,\" and the husband is replying: \"Can't, can't, can't.\" This cartoon we have seen. He will say three times: \"Can't, can't, can't.\" But not \"Krishna, Krishna, Krishna.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 181
    },
    {
      "month": "June",
      "day": 30,
      "quote": "As God is good, we are also good. But due to our material association, we have become bad. So if we revive our old position, Krishna consciousness, then automatically we shall become all-good.",
      "source": "Srila Prabhupada",
      "day_of_year": 182
    },
    {
      "month": "July",
      "day": 1,
      "quote": "It is good to be prepared with a well-thought lecture in advance. However, we must be able to preach effectively at a moment's notice or under any conditions or circumstances also. As you begin to study the Sanskrit words, in each word you will find a treasure house of different understanding.",
      "source": "Srila Prabhupada",
      "day_of_year": 183
    },
    {
      "month": "July",
      "day": 2,
      "quote": "As soon as one man sees the breast and this armpit of a young woman, then he is finished. And so long he will be charmed with these things, he has to take birth again and again.",
      "source": "Srila Prabhupada",
      "day_of_year": 184
    },
    {
      "month": "July",
      "day": 3,
      "quote": "Anyone who carries Krishna within himself, constantly, can go anywhere and trun the place into a sacred pilgrimage.",
      "source": "Srila Prabhupada",
      "day_of_year": 185
    },
    {
      "month": "July",
      "day": 4,
      "quote": "So far as learning the film industry, that is out of the question. Krishna industry is good engagement for us.",
      "source": "Srila Prabhupada",
      "day_of_year": 186
    },
    {
      "month": "July",
      "day": 5,
      "quote": "Originally Krishna's energy is one; spiritual energy. But according to different functions, Maya is represented differently. In the material world the energy is called Bhadra, and in the spiritual world the same Maya is called Subhadra. Su means auspicious. So in the spiritual world, the same Maya works auspiciously, and in the material world the same Maya works inauspiciously.",
      "source": "Srila Prabhupada",
      "day_of_year": 187
    },
    {
      "month": "July",
      "day": 6,
      "quote": "When initiation is given, the Spiritual Master becomes the spiritual father and the gayatri mantra becomes the spiritual mother and thus second birth takes place.",
      "source": "Srila Prabhupada",
      "day_of_year": 188
    },
    {
      "month": "July",
      "day": 7,
      "quote": "Think of Krishna always and try to work sincerely, and everything will come automatically.",
      "source": "Srila Prabhupada",
      "day_of_year": 189
    },
    {
      "month": "July",
      "day": 8,
      "quote": "I am your Spiritual Father, and Krishna is your Spiritual Husband. A girl can never forget either her father or her husband.",
      "source": "Srila Prabhupada",
      "day_of_year": 190
    },
    {
      "month": "July",
      "day": 9,
      "quote": "To train a new man is like training a wild animal to be a pet. just like the tiger is trained in the circus and later on they are dancing to the tune of the master. So the point being stressed is training. A preacher should always be tolerant.",
      "source": "Srila Prabhupada",
      "day_of_year": 191
    },
    {
      "month": "July",
      "day": 10,
      "quote": "Although the Goddess of Fortune is very restless and does not like to stay in one place for very long time, she is always finding new wonderful things in serving Krishna's Lotus Feet so that she never thinks of leaving Him. This is actually the position of Krishna Consciousness, that when we get some taste of rendering sublime loving service to the Lord, no more do we have any taste for any other engagements.",
      "source": "Srila Prabhupada",
      "day_of_year": 192
    },
    {
      "month": "July",
      "day": 11,
      "quote": "You have asked if it is true that the Spiritual Master remains in the material universe until all of His disciples are transferred to the Spiritual Sky. The answer is yes, this is the rule. Therefore, every student should be very much careful not to commit any offense that wil be detrimental to this promotion to the Spiritual Kingdom, and thereby the Spiritual Master has to incarnate again to deliver him. This sort of mentality will be a kind of offense to the Spiritual Master. Anyone who defies and therefore disconnects the relationship with the Spiritual Master can hardly expect the assistance of the Spiritual Master life after life.",
      "source": "Srila Prabhupada",
      "day_of_year": 193
    },
    {
      "month": "July",
      "day": 12,
      "quote": "If by the tongue you chant Hare Krishna mantra, and by the tongue you taste prasadam, you will be perfect, simply by executing these two things.",
      "source": "Srila Prabhupada",
      "day_of_year": 194
    },
    {
      "month": "July",
      "day": 13,
      "quote": "By chance if one forgets Krishna, Krishna does not forget him.",
      "source": "Srila Prabhupada",
      "day_of_year": 195
    },
    {
      "month": "July",
      "day": 14,
      "quote": "If one is a poor man, he can go to some friend's house and accept food and then come back, but one should never accept residence in other's house.",
      "source": "Srila Prabhupada",
      "day_of_year": 196
    },
    {
      "month": "July",
      "day": 15,
      "quote": "Valuable nuts like almonds, macadamias, walnuts, coconuts, etc. take a long time to fructify. Anything valuable takes a little time to come into existence. Therefore there is no harm in waiting for the best thing.",
      "source": "Srila Prabhupada",
      "day_of_year": 197
    },
    {
      "month": "July",
      "day": 16,
      "quote": "If the husband is first class and the wife is chaste and faithful, then the home is heaven.",
      "source": "Srila Prabhupada",
      "day_of_year": 198
    },
    {
      "month": "July",
      "day": 17,
      "quote": "You are all my limbs of my body. Unless you cooperate, my life will be useless.",
      "source": "Srila Prabhupada",
      "day_of_year": 199
    },
    {
      "month": "July",
      "day": 18,
      "quote": "I know that if you maintain the association of devotees your life will be happy and perfect. That is the version of the sastra that the most important thing of spiritual realization is the company of realized souls or pure devotees of the Lord.",
      "source": "Srila Prabhupada",
      "day_of_year": 200
    },
    {
      "month": "July",
      "day": 19,
      "quote": "Crying is a great transcendental pleasure. That they cannot understand, the poor fund of knowledge. Caitanya Mahaprabhu was simply crying. That is love. So that they do not understand, how crying can be pleasure. That is Mayavada.",
      "source": "Srila Prabhupada",
      "day_of_year": 201
    },
    {
      "month": "July",
      "day": 20,
      "quote": "Our Krishna consciousness movement is how to become one of the gopi-jana. Then Krishna will save us from any danger, even by lifting a hill or mountain.",
      "source": "Srila Prabhupada",
      "day_of_year": 202
    },
    {
      "month": "July",
      "day": 21,
      "quote": "When the husband is executing his activities very nicely it is credit not only to the husband himself, but it is a credit to his wife also.",
      "source": "Srila Prabhupada",
      "day_of_year": 203
    },
    {
      "month": "July",
      "day": 22,
      "quote": "Rich man's son, he hasn't got to do anything, so his brain is devil's workshop.",
      "source": "Srila Prabhupada",
      "day_of_year": 204
    },
    {
      "month": "July",
      "day": 23,
      "quote": "If you send the typewriter to heaven, it is to be worked as typewriter. Either in this hell or heaven, typewriter will kat, kat, kat, kat. Similarly our position is servant. If you don't become servant of Krishna, then you become servant of your wife, your children, your relative, your country, your nation, your dog.",
      "source": "Srila Prabhupada",
      "day_of_year": 205
    },
    {
      "month": "July",
      "day": 24,
      "quote": "You cannot stop war and go on killing animals. There will be so many accidents for killing. When Krishna kills, He kills wholesale. When I kill - one after another. But when Krishna kills, they assemble all the killers and kill.",
      "source": "Srila Prabhupada",
      "day_of_year": 206
    },
    {
      "month": "July",
      "day": 25,
      "quote": "The spiritual science becomes revealed to the devotee from within the heart according to the degree of his surrender to Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 207
    },
    {
      "month": "July",
      "day": 26,
      "quote": "Tulasi is a worshipable plant so there is no question of using any sprays. The best thing is to simply daily water tulasi devi and keep her clean. Nothing else is required.",
      "source": "Srila Prabhupada",
      "day_of_year": 208
    },
    {
      "month": "July",
      "day": 27,
      "quote": "A leader must be peaceful, self-controlled, austere, pure, tolerant, honest, wise, learned and religious.",
      "source": "Srila Prabhupada",
      "day_of_year": 209
    },
    {
      "month": "July",
      "day": 28,
      "quote": "Every individual being must have his opinion, that is the significance of individuality, but all such differences of opinions must coincide in Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 210
    },
    {
      "month": "July",
      "day": 29,
      "quote": "The police department may be horrible for the criminals, but to the government it is a department as good as university department. Similarly, mahamaya is horrible to the conditioned soul, but to the liberated soul, there is no fear of mahamaya, because he is protected by yogamaya.",
      "source": "Srila Prabhupada",
      "day_of_year": 211
    },
    {
      "month": "July",
      "day": 30,
      "quote": "Child-worship is more important than deity-worship. If you cannot spend time with your child, then stop the duties of pujari. These children are given to us by Krishna. They are Vaisnavas and we must be very careful to protect them. These are not ordinary childern, they are Vaikuntha children, and we are very fortunate we can give them chance to advance further in Krishna Consciousness. That is very great responsibility, do not neglect it or be confused.",
      "source": "Srila Prabhupada",
      "day_of_year": 212
    },
    {
      "month": "July",
      "day": 31,
      "quote": "There is a book called Aquarian Gospel in which it is stated that Lord Jesus Christ lived in the temple of Jagannatha. Without being His devotee, how could he live there and how the authorities could allow a non-devotee to live there? From that book it appears that Lord Jesus Christ lived in intimate relations with the priest order.",
      "source": "Srila Prabhupada",
      "day_of_year": 213
    },
    {
      "month": "August",
      "day": 1,
      "quote": "Sometimes by association of the great, one appears great. In the sun is great heat and light, and by reflecting the greatness of the sun's light, the moon in dead of night also appears great. Actually the moon is by nature dark and cold, but in association with sun it has become accepted as great.",
      "source": "Srila Prabhupada",
      "day_of_year": 214
    },
    {
      "month": "August",
      "day": 2,
      "day_of_year": 215,
      "quote": "Chant Hare Krishna and be happy.",
      "source": "Srila Prabhupada"
    },
    {
      "month": "August",
      "day": 3,
      "quote": "Anything fresh, that is full of vitamin. Grow fresh, take fresh.",
      "source": "Srila Prabhupada",
      "day_of_year": 216
    },
    {
      "month": "August",
      "day": 4,
      "quote": "Vaisnavas do not require to practice any yogic power to become materially powerful. Simply his surrender to Krishna makes him all-powerful. This is the position of Vaisnava.",
      "source": "Srila Prabhupada",
      "day_of_year": 217
    },
    {
      "month": "August",
      "day": 5,
      "quote": "Habit is the second nature. So practice.",
      "source": "Srila Prabhupada",
      "day_of_year": 218
    },
    {
      "month": "August",
      "day": 6,
      "quote": "Our Society is like one big family and our relationships should be based on love and trust. We must give up the fighting spirit and use our intelligence to push ahead.",
      "source": "Srila Prabhupada",
      "day_of_year": 219
    },
    {
      "month": "August",
      "day": 7,
      "quote": "In this age, it is more important to create devotees than to construct temples.",
      "source": "Srila Prabhupada",
      "day_of_year": 220
    },
    {
      "month": "August",
      "day": 8,
      "quote": "The pickpocket takes from your pocket and he becomes a criminal, and when the wife takes thousand dollars from your pocket, you do not consider her to be criminal. You laugh, \"Oh, you have taken the money?\" \"Yes, I've taken.\" The business is a pickpocket. Actually thieves and rogues, but we have named them \"relatives.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 221
    },
    {
      "month": "August",
      "day": 9,
      "quote": "Krishna takes special appreciation for His devotees who are engaged in risking for His preaching work, and He will give you special care and guidance at all times because you are sincerely trying to serve Him in this way.",
      "source": "Srila Prabhupada",
      "day_of_year": 222
    },
    {
      "month": "August",
      "day": 10,
      "quote": "You expand the empire of Krishna consciousness. Krishna has given you the ability. Do it enthusiastically with the courage of an Englishman and the heart of a Bengali mother.",
      "source": "Srila Prabhupada",
      "day_of_year": 223
    },
    {
      "month": "August",
      "day": 11,
      "quote": "We should take any lila of Krishan as Supreme. The Vrindavan lila, Krishna's lila with the gopis, is the most confidential lila. We should not entertain this confidential lila unless we are liberated. It is very difficult subject. And because they cannot understand what is Krishna's lila, they imitate, they fall down.",
      "source": "Srila Prabhupada",
      "day_of_year": 224
    },
    {
      "month": "August",
      "day": 12,
      "quote": "Kirtana means both lecturing and chanting with music. The chanting with music is especially attractive for the mass of people, but talking from philosophical point of view on Krishna Consciousness is also chanting.",
      "source": "Srila Prabhupada",
      "day_of_year": 225
    },
    {
      "month": "August",
      "day": 13,
      "quote": "Yes. As soon as you become strong, naturally there will be more enemies. That is natural.",
      "source": "Srila Prabhupada",
      "day_of_year": 226
    },
    {
      "month": "August",
      "day": 14,
      "quote": "Husband and wife dying together, it is because asakti (attachment) is there. That asakti will help him, that the wife will become a husband next life, and the husband will become wife next. And in that way they'll have to take birth again.",
      "source": "Srila Prabhupada",
      "day_of_year": 227
    },
    {
      "month": "August",
      "day": 15,
      "quote": "Whether you are lusty or a thief or a murderer or whatever it may be ---somehow or other you must develop this eagerness, this desire: \"I must see Krishna.\" Then Krishna will be seen.",
      "source": "Srila Prabhupada",
      "day_of_year": 228
    },
    {
      "month": "August",
      "day": 16,
      "quote": "Regarding the art of management, constant changing is not good. Even if there is some fault in management it should be corrected, not changed. Besides that, Vaisnava philosophy is that everyone is addressed as prabhu, or master. Everyone should consider himself the servant of the other. That will make management very nice.",
      "source": "Srila Prabhupada",
      "day_of_year": 229
    },
    {
      "month": "August",
      "day": 17,
      "quote": "Failure is the pillar of success. Then try. Again you shall try.",
      "source": "Srila Prabhupada",
      "day_of_year": 230
    },
    {
      "month": "August",
      "day": 18,
      "quote": "Vedic civilization is, even one is enemy, if he comes to your home, you receive him as, so friendly that he will forget that you are his enemy.",
      "source": "Srila Prabhupada",
      "day_of_year": 231
    },
    {
      "month": "August",
      "day": 19,
      "quote": "Real contraceptive method is that if you are unable to deliver your son from the clutches of birth and death, do not become a father.",
      "source": "Srila Prabhupada",
      "day_of_year": 232
    },
    {
      "month": "August",
      "day": 20,
      "quote": "Maya is on the back side of Krishna and if we keep ourselves always in front side of Krishna, engaged in His service, then the external energy on the back side of Krishna will not be able to attack us.",
      "source": "Srila Prabhupada",
      "day_of_year": 233
    },
    {
      "month": "August",
      "day": 21,
      "quote": "Krishna is everywhere. Simply you have to catch Him. And he's also ready for being caught. Yes, if somebody wants to catch Him. Suppose you are a devotee. If you want to catch Him, He comes forward ten times than your desire. He's so kind. Therefore, we have to simply receive Him.",
      "source": "Srila Prabhupada",
      "day_of_year": 234
    },
    {
      "month": "August",
      "day": 22,
      "quote": "Energy is always kept on the left side. Radharani is on the left side of the Lord, and similarly, Laksmiji is also on the left side of the Lord. We are also marginal energy, not exactly like Radharani or Laksmiji, so we should keep our self always on the left side of the Lord, and let us act as His Arms, or army.",
      "source": "Srila Prabhupada",
      "day_of_year": 235
    },
    {
      "month": "August",
      "day": 23,
      "quote": "We should not eat more than required. Eating, sleeping, mating, all these are material demands; the more we minimize, then that is good, but not at the risk of health. Because we have to work for Krishna, so we must maintain our health nicely.",
      "source": "Srila Prabhupada",
      "day_of_year": 236
    },
    {
      "month": "August",
      "day": 24,
      "day_of_year": 237,
      "quote": "Chant Hare Krishna and be happy.",
      "source": "Srila Prabhupada"
    },
    {
      "month": "August",
      "day": 25,
      "quote": "Chanakya Pandit says that if there is one tree in the forest producing nice aromatic flower, that one tree can glorify the whole forest by the flavour of its flower. Similarly, if there is one tree in whose cavity there is a little fire, that one tree can burn into ashes the whole forest. So this simile is applicable anywhere. In a family if these is one good boy, he can glorify the whole family and similarly if there is bad boy he can turn the whole family into ashes.",
      "source": "Srila Prabhupada",
      "day_of_year": 238
    },
    {
      "month": "August",
      "day": 26,
      "quote": "\"Big, big monkey, big, big belly - Ceylon jumping, melancholy.\" With big belly a monkey comes forward, and if you ask him, \"Jump over like Hanumanji,\" finished, belly finished. \"I cannot do it.\" And why you have got so much belly? So this is not good.",
      "source": "Srila Prabhupada",
      "day_of_year": 239
    },
    {
      "month": "August",
      "day": 27,
      "quote": "A little bit of a pure thing is much better than huge volumes of impure, adulterated things.",
      "source": "Srila Prabhupada",
      "day_of_year": 240
    },
    {
      "month": "August",
      "day": 28,
      "quote": "Always think of the Lotus Feet of Sri Krishna and you will find no difficulties in executing the tasks allotted to you by Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 241
    },
    {
      "month": "August",
      "day": 29,
      "quote": "Do not be depressed. All along my god-brothers gave me only depression, repression, compression -but I continued strong in my duty. So never mind there is some discouragement, continue with your work in full enthusiastic Krishna Consciousness attitude of service.",
      "source": "Srila Prabhupada",
      "day_of_year": 242
    },
    {
      "month": "August",
      "day": 30,
      "quote": "A grihastha or householder like you, you are also tridandi. Because you have sacrificed everything, your life, your home, and your child, so you are a tridandi sannyasi, in fact. Continue this attitude seriously and sincerely, so you will be also as good as a sannyasi even though you are in the dress of a Grihastha.",
      "source": "Srila Prabhupada",
      "day_of_year": 243
    },
    {
      "month": "August",
      "day": 31,
      "quote": "Best thing is if you chant Hare Krishna and go to Krishna Loka and find out the answers to all these questions yourself.",
      "source": "Srila Prabhupada",
      "day_of_year": 244
    },
    {
      "month": "September",
      "day": 1,
      "quote": "A devotee knows how to engage himself and others in the service of Krishna completely, as well as all the wealth of the world in the matter of propagating Krishna consciousness. Rest assured.",
      "source": "Srila Prabhupada",
      "day_of_year": 245
    },
    {
      "month": "September",
      "day": 2,
      "quote": "Spiritual master's qualification is he's trying his best to deliver the soul from these clutches of maya. That is a great service. Therefore he is very dear. One who is chanting or executing devotional service for his personal benefit and one who is trying to deliver others for others' benefit, there is difference.",
      "source": "Srila Prabhupada",
      "day_of_year": 246
    },
    {
      "month": "September",
      "day": 3,
      "quote": "Without the mercy of Balarama, nobody can appreciate Vrindavana life.",
      "source": "Srila Prabhupada",
      "day_of_year": 247
    },
    {
      "month": "September",
      "day": 4,
      "quote": "A madman, what does he not say, and a goat, what does he not eat?",
      "source": "Srila Prabhupada",
      "day_of_year": 248
    },
    {
      "month": "September",
      "day": 5,
      "quote": "\"A brahmana, even if he gets one lakh of rupees, one hundred thousands of rupees, still he is a beggar.\" Because he will not keep it. He will immediately distribute it in charity.",
      "source": "Srila Prabhupada",
      "day_of_year": 249
    },
    {
      "month": "September",
      "day": 6,
      "quote": "Even if there are some dead metal utensils, but when they are together they make so much noise, so what to speak of living utensils. This is natural, but since we are all pledged to work for Krishna we should follow the principle of Lord Caitanya Mahaprabhu: trinad api sunicena taror api sahisnuna. This is Vaisnavism. So my request is do not be agitated. Let us do our duty honestly.",
      "source": "Srila Prabhupada",
      "day_of_year": 250
    },
    {
      "month": "September",
      "day": 7,
      "quote": "It is not true that there are no shoes in Krishna lila, rather there are shoes except for the Vrindavana pastimes. But the shoes are of another quality, they are beautiful with jewels, etc. On the battlefield they must wear shoes.",
      "source": "Srila Prabhupada",
      "day_of_year": 251
    },
    {
      "month": "September",
      "day": 8,
      "quote": "Even you are a drunkard, you are fond of tasting wine, I should recommend that you simply think that \"This taste of wine is Krishna.\" That will make a yogi of you. That will make you the greatest yogi. If you simply think this, that \"I am tasting wine. Oh very nice taste. This is Krishna.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 252
    },
    {
      "month": "September",
      "day": 9,
      "quote": "You mentioned that your pathway has become filled with stumbling blocks, but there are no stumbling blocks. I can kick out all those stumbling blocks immediately, provided you accept my guidance. With one stroke of my kick I can kick out all stumbling blocks.",
      "source": "Srila Prabhupada",
      "day_of_year": 253
    },
    {
      "month": "September",
      "day": 10,
      "quote": "It does not matter whether there is increase of population. But if the people are unfaithful, they must be punished with starvation. That is God's will.",
      "source": "Srila Prabhupada",
      "day_of_year": 254
    },
    {
      "month": "September",
      "day": 11,
      "quote": "One who is making false statement, he'll suffer for that.",
      "source": "Srila Prabhupada",
      "day_of_year": 255
    },
    {
      "month": "September",
      "day": 12,
      "quote": "A musician, because one has got a good attachment for music, he tries to perform it very perfectly. So love is the basis. Similarly, when you serve Krishna, if you have no love for Krishna, you cannot serve Him very nicely. And Krishna also does not accept your service if it is not done in great love and affection.",
      "source": "Srila Prabhupada",
      "day_of_year": 256
    },
    {
      "month": "September",
      "day": 13,
      "quote": "As soon as you become God conscious, the demons will create disturbance. Just like Lord Jesus Christ. He was crucified by the demons. The only fault was that he was God conscious. Just see, such innocent person.",
      "source": "Srila Prabhupada",
      "day_of_year": 257
    },
    {
      "month": "September",
      "day": 14,
      "quote": "We have to work sincerely, and because Krishna is in everyone's heart, there will be no difficulty to have the necessary facilities.",
      "source": "Srila Prabhupada",
      "day_of_year": 258
    },
    {
      "month": "September",
      "day": 15,
      "quote": "Do your best to serve Krishna and he will give you required intelligence to cope with disturbing situations.",
      "source": "Srila Prabhupada",
      "day_of_year": 259
    },
    {
      "month": "September",
      "day": 16,
      "quote": "The holy name, chanting of holy name, if we act it properly, without any offense, then we are directly in connection with Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 260
    },
    {
      "month": "September",
      "day": 17,
      "quote": "Now there are third-class, fourth-class men, dressed like President and king, but their business is to plunder money from the citizens and kill cow. This is Kali-yuga's king. Dressed like king, but sudra. Very expert in cow-killing.",
      "source": "Srila Prabhupada",
      "day_of_year": 261
    },
    {
      "month": "September",
      "day": 18,
      "quote": "I feel happy that even after my departure, things will go on. I am happy that I have got so many sincere devotees who will carry on. That is my happiness.",
      "source": "Srila Prabhupada",
      "day_of_year": 262
    },
    {
      "month": "September",
      "day": 19,
      "quote": "Ksura means sharpened razor. If you are careful, you cleanse very nicely. If you are not careful, immediately blood. So the spiritual life is like that. As soon as you become little inattentive, immediately maya captures, \"Yes, come on.\" Then everything failure.",
      "source": "Srila Prabhupada",
      "day_of_year": 263
    },
    {
      "month": "September",
      "day": 20,
      "quote": "Any devotee who has developed genuine love for Krishna can also explain the truth about Krishna because Krishna helps such sincere devotee seated in his heart.",
      "source": "Srila Prabhupada",
      "day_of_year": 264
    },
    {
      "month": "September",
      "day": 21,
      "quote": "If we say that our Spiritual Master is Krishna, then the conclusion is that if we become Spiritual Master some day, then we will also become Krishna. Please try to understand how dangerous this kind of reasoning is.",
      "source": "Srila Prabhupada",
      "day_of_year": 265
    },
    {
      "month": "September",
      "day": 22,
      "quote": "The more people will be materialistic, the world will be burdened. Therefore there must be war, pestilence, famine, to clearthese rascals, clear out.",
      "source": "Srila Prabhupada",
      "day_of_year": 266
    },
    {
      "month": "September",
      "day": 23,
      "quote": "Radharani is the source of spiritual inspiration.",
      "source": "Srila Prabhupada",
      "day_of_year": 267
    },
    {
      "month": "September",
      "day": 24,
      "quote": "The animal propensity is to exploit others. And human propensity should be to do good to others. That is the difference between animal propensity and human propensity.",
      "source": "Srila Prabhupada",
      "day_of_year": 268
    },
    {
      "month": "September",
      "day": 25,
      "quote": "Dress has to be accepted according to the taste of others and foodstuffs are to be accepted according to the eater's taste.",
      "source": "Srila Prabhupada",
      "day_of_year": 269
    },
    {
      "month": "September",
      "day": 26,
      "quote": "Krsna takes special care of the devotee, guides him, gives him intelligence. What kind of intelligence? Just to give him the clue how one can go back to home, back to Godhead. Krishna does not give intelligence how one can gain some material prosperity. Therefore people are not very much interested in worshiping Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 270
    },
    {
      "month": "September",
      "day": 27,
      "quote": "Guru and Krishna are two parallel lines on which the spiritual express runs very smoothly.",
      "source": "Srila Prabhupada",
      "day_of_year": 271
    },
    {
      "month": "September",
      "day": 28,
      "quote": "Shortcut of \"Demon-crazy\" is \"democracy.\" All the demons and rogues, they gather together, somehow or other votes, and occupy the seat, and the business is plundering.",
      "source": "Srila Prabhupada",
      "day_of_year": 272
    },
    {
      "month": "September",
      "day": 29,
      "quote": "If your consciousness is absorbed in Krishna you are always a sannyasi.",
      "source": "Srila Prabhupada",
      "day_of_year": 273
    },
    {
      "month": "September",
      "day": 30,
      "quote": "The real preaching is selling books. You should know the tactic how to sell without irritating. What your lecture will do for three minutes, but if he reads one page his life may be turned.",
      "source": "Srila Prabhupada",
      "day_of_year": 274
    },
    {
      "month": "October",
      "day": 1,
      "quote": "Of course, we must take risk for Krishna, but not to the extent it may hamper our Krishna Consciousness temperament. We can take a risk as long as it can be managed easily..",
      "source": "Srila Prabhupada",
      "day_of_year": 275
    },
    {
      "month": "October",
      "day": 2,
      "quote": "We don't drink Coca-cola. We don't drink Pepsi-cola. We don't smoke. So many things which are selling the market in huge quantity by advertisement, by victimizing the poor customer, but they are called unnecessary things. There is no need of such things.",
      "source": "Srila Prabhupada",
      "day_of_year": 276
    },
    {
      "month": "October",
      "day": 3,
      "quote": "For me, either live or die, I don't mind. But if you are trying for my life, try it very seriously. That is my formula. No negligence.",
      "source": "Srila Prabhupada",
      "day_of_year": 277
    },
    {
      "month": "October",
      "day": 4,
      "quote": "Krishna is not poor. Krishna has not come here. He is very hungry, He has come here to eat your puri and rasagulla. No. But Krishna is so kind that He has come before you to accept whatever you can offer with devotion.",
      "source": "Srila Prabhupada",
      "day_of_year": 278
    },
    {
      "month": "October",
      "day": 5,
      "quote": "If one is situated in real Krishna consciousness, he can face the most severe type of adversity and remain completely undisturbed.",
      "source": "Srila Prabhupada",
      "day_of_year": 279
    },
    {
      "month": "October",
      "day": 6,
      "quote": "\"Home, sweet home.\" Yes, very sweet. The whole day and night, work. This is moha. He is working hard day and night. There is not a single moment leisure, and still, he's: \"Sweet home.\" This is illusion.",
      "source": "Srila Prabhupada",
      "day_of_year": 280
    },
    {
      "month": "October",
      "day": 7,
      "quote": "If there is some earthquake or there is some danger, naturally, spontaneously, we pray. But we forget it. The tendency of offering prayer to the Lord at the time of danger is automatic. So we should know that we are in danger. We are in this material condition of life means we are in danger. Therefore we should pray.",
      "source": "Srila Prabhupada",
      "day_of_year": 281
    },
    {
      "month": "October",
      "day": 8,
      "quote": "You have got this body. You have to eat something. You have to cover yourself. So produce your own food and produce your own cloth. Don't waste time for luxury, and chant Hare Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 282
    },
    {
      "month": "October",
      "day": 9,
      "quote": "Hanuman was ordered to bring some medicine from some mountain. He was a monkey, he was animal, he did not know how to pick it up--\"Take the whole mountain. Execute the order.\" And then Ramachandra and Laksmana, They'll find out what is that medicine.\" This is Vaisnava. In ones own capacity he should give the best service to the Lord.",
      "source": "Srila Prabhupada",
      "day_of_year": 283
    },
    {
      "month": "October",
      "day": 10,
      "quote": "Even Krishna, whom we accept as the Supreme Lord, had to go to gurukula and serve the spiritual master as a menial servant.",
      "source": "Srila Prabhupada",
      "day_of_year": 284
    },
    {
      "month": "October",
      "day": 11,
      "quote": "A Krishna conscious person must be seen by ears and not by the eyes. One should try to know the depth of realization by Krishna conscious person and not see the beard, which has become the practice of the Hippies.",
      "source": "Srila Prabhupada",
      "day_of_year": 285
    },
    {
      "month": "October",
      "day": 12,
      "quote": "If you put butter before the fire, automatically it melts. Similarly, a woman is considered as fire and the man is considered as butter. So this is natural. But a person who is not agitated, he is called dhira.",
      "source": "Srila Prabhupada",
      "day_of_year": 286
    },
    {
      "month": "October",
      "day": 13,
      "quote": "A pure devotee is he who loves Krishna, without any material desire. Such pure deovtees are very rare. But by the Grace of Krishna, practically all the devotees and disciples who have kindly joined me, their symptoms are pure devotees. Even if they have got some ulterior desire, that will be removed very soon, because they have taken to the pure process of Krishna Consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 287
    },
    {
      "month": "October",
      "day": 14,
      "quote": "I have given the ideas. Now you give the shape.",
      "source": "Srila Prabhupada",
      "day_of_year": 288
    },
    {
      "month": "October",
      "day": 15,
      "quote": "As Brahma is thinking to create a universe, you are thinking to create a skyscraper building, the ant is thinking to create a hole within the room---the quality of the work is the same. But because we are fools, that these things are material, it will not stay.",
      "source": "Srila Prabhupada",
      "day_of_year": 289
    },
    {
      "month": "October",
      "day": 16,
      "quote": "What is this comfort of the skyscraper building? I think it is a mechanical prison.",
      "source": "Srila Prabhupada",
      "day_of_year": 290
    },
    {
      "month": "October",
      "day": 17,
      "quote": "The six goswamis were merged in the ocean of the love affairs of the gopis with Krishna. Therefore this mendicantism (renunciation), it was external. They were enjoying better things. So unless you enjoy better thing, you cannot give up inferior thing.",
      "source": "Srila Prabhupada",
      "day_of_year": 291
    },
    {
      "month": "October",
      "day": 18,
      "quote": "It is not in my hands, Krishna-Balarama. I want association of Vaisnava. You are all pure Vaisnavas. You have sacrificed everything, material comforts, for Krishna's sake. That is Vaisnava.",
      "source": "Srila Prabhupada",
      "day_of_year": 292
    },
    {
      "month": "October",
      "day": 19,
      "quote": "To save a man from impersonal calamity is the greatest service to humanity.",
      "source": "Srila Prabhupada",
      "day_of_year": 293
    },
    {
      "month": "October",
      "day": 20,
      "quote": "Simply we have to desire to please Him, and not desire anything for ourselves. Then we become simply instruments for His will. This is the important essence of Krsna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 294
    },
    {
      "month": "October",
      "day": 21,
      "quote": "Anything can be done by practice. So if we take Krishna-prasadam, the tongue is restricted, locked to some limited... Then our all other senses become controlled.",
      "source": "Srila Prabhupada",
      "day_of_year": 295
    },
    {
      "month": "October",
      "day": 22,
      "quote": "Decorate the Deity as nicely as possible with nice flowers and dress. You will forget all other false beauty.",
      "source": "Srila Prabhupada",
      "day_of_year": 296
    },
    {
      "month": "October",
      "day": 23,
      "quote": "Always remember that our first business preaching and distributing literatures, never mind we have to live under a tree.",
      "source": "Srila Prabhupada",
      "day_of_year": 297
    },
    {
      "month": "October",
      "day": 24,
      "quote": "Renunciation is required, but when one makes further progress after renunciation towards spiritual life and enters into the Pastimes of Krishna, then things become perfect.",
      "source": "Srila Prabhupada",
      "day_of_year": 298
    },
    {
      "month": "October",
      "day": 25,
      "quote": "On the mirror if there is dust, you cannot see your face very nicely. If you wipe the mirror very nicely... So this Hare Krishna chanting is the process of wiping out the dust accumulated on the mirror of my mind.",
      "source": "Srila Prabhupada",
      "day_of_year": 299
    },
    {
      "month": "October",
      "day": 26,
      "quote": "\"I am the seed-giving father of all living entities.\" It doesn't matter in different forms. He does not say that \"I am the father only of the white, not of the black.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 300
    },
    {
      "month": "October",
      "day": 27,
      "quote": "If anybody calls for meeting and lecturing, we must charge. And if they want to hear free, they may come to our temple. Don't become cheap. My Guru Maharaja used to say: \"If somebody becomes cheap, then nobody hears him.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 301
    },
    {
      "month": "October",
      "day": 28,
      "quote": "On our palms there are certain marks for a particular person indicating his fame an fortune. Similarly the Supreme Personality of Godhead has got certain signs on His Lotus Feet, which are unique for Him only, and they are not be found in ordinary living entities.",
      "source": "Srila Prabhupada",
      "day_of_year": 302
    },
    {
      "month": "October",
      "day": 29,
      "quote": "One who has got a helpful wife at home does not require to accept sannyas.",
      "source": "Srila Prabhupada",
      "day_of_year": 303
    },
    {
      "month": "October",
      "day": 30,
      "quote": "People should not misunderstand that we are a band of musical artists. They must know that we are devotees of Krishna. Our devotional practice and purity shall be so strong that wherever we chant there will be immediately an impression in the audience for devotion to Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 304
    },
    {
      "month": "October",
      "day": 31,
      "quote": "When pregnancy fails, it is due to the weakness of the male partner generally. Similarly, if we are full with Krishna vitality, then wherever we go the audience will be impregnated with Krishna Consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 305
    },
    {
      "month": "November",
      "day": 1,
      "quote": "These two things are always side by side---Maya and Krsna---Ksna is service and Maya is sense gratification. Our duty is therefore to be very very careful. The poison is personal ambition.",
      "source": "Srila Prabhupada",
      "day_of_year": 306
    },
    {
      "month": "November",
      "day": 2,
      "quote": "Feeling of loneliness are simply temporary manifestations due to past conditioning. We should try to concentrate our attention to our eternal friendship with Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 307
    },
    {
      "month": "November",
      "day": 3,
      "quote": "Sometimes a person, the proprietor of the house, after death, remains in that house as serpent, sometimes as dog, sometimes as tree. Being too much attached to the possession, they cannot get better life. And sometimes we can get the body of a hog and monkey in Vrndavana also.",
      "source": "Srila Prabhupada",
      "day_of_year": 308
    },
    {
      "month": "November",
      "day": 4,
      "quote": "Radharani and the gopis, they are on the same status, but the gopis know that \"Radharani is the better worshiper than us.\" Therefore their only business is how to take Radharani and join with Krishna. This is Vaikuntha understanding. They are not envious that \"Krishna loves Radharani so much.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 309
    },
    {
      "month": "November",
      "day": 5,
      "quote": "Your description of past incidents may be forgotten. We are not concerned with past misunderstandings; we are concerned only with progressive service to Krsna.",
      "source": "Srila Prabhupada",
      "day_of_year": 310
    },
    {
      "month": "November",
      "day": 6,
      "quote": "If one renders even a small amount of sincere devotional service, Krishna becomes obliged to elevate such person; and what to speak of one whose entire life and soul has been dedicated to Krishna's service.",
      "source": "Srila Prabhupada",
      "day_of_year": 311
    },
    {
      "month": "November",
      "day": 7,
      "quote": "The difference between a devotee and a nondevotee is this, just like the bee and the fly: the bee always is attracted by the honey and flies go to the open sores. So the devotee is only attracted by the good qualities in other people and does not see their faults.",
      "source": "Srila Prabhupada",
      "day_of_year": 312
    },
    {
      "month": "November",
      "day": 8,
      "quote": "Just like a diseased person, the more he comes back to his health it becomes pleasing more and more; similarly, the more we come to Krishna Consciousness, certainly it will be pleasing, because Krishna is the Reservoir of all pleasure.",
      "source": "Srila Prabhupada",
      "day_of_year": 313
    },
    {
      "month": "November",
      "day": 9,
      "quote": "Everyone is struggling to gain something which he does not possess, and he's lamenting for something which he has lost.",
      "source": "Srila Prabhupada",
      "day_of_year": 314
    },
    {
      "month": "November",
      "day": 10,
      "quote": "There are two ways of association--by vani and by vapuh. Vani means words, and vapuh means physical presence. Physical presence is sometimes appreciable and sometimes not, but vani continues to exist eternally.",
      "source": "Srila Prabhupada",
      "day_of_year": 315
    },
    {
      "month": "November",
      "day": 11,
      "quote": "If a sincere soul goes out and opens a center in any part of the world, Krishna will help him in all respects. Without being empowered by Krishna, nobody can preach Krishna Consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 316
    },
    {
      "month": "November",
      "day": 12,
      "quote": "The principle of chanting is to glorify the Lord and not to attract a crowd. If Krishna hears nicely then he will ask some sincere devotee to gather in such place.",
      "source": "Srila Prabhupada",
      "day_of_year": 317
    },
    {
      "month": "November",
      "day": 13,
      "quote": "Why do you want to go on world tour? People everywhere are doing the same thing---eating,sleeping, mating, and defending---each in some slightly different way, but same substance is there.It is better, if you want to travel, you can travel to preach and spread this Krishna Consciousness to the suffering humanity at large.",
      "source": "Srila Prabhupada",
      "day_of_year": 318
    },
    {
      "month": "November",
      "day": 14,
      "quote": "The principle of chanting is to glorify the Lord and not to attract a crowd. If Krishna hears nicely then he will ask some sincere devotee to gather in such place.",
      "source": "Srila Prabhupada",
      "day_of_year": 319
    },
    {
      "month": "November",
      "day": 15,
      "quote": "Philosophy is the highest, but even higher than philosophy is practice of philosophy. So if you simply remain pure, your preaching will have effect.",
      "source": "Srila Prabhupada",
      "day_of_year": 320
    },
    {
      "month": "November",
      "day": 16,
      "quote": "Everything belongs to Krishna. So by His favour we get opulence, riches, but when we are opulent we forget Krishna, because maya is very strong.",
      "source": "Srila Prabhupada",
      "day_of_year": 321
    },
    {
      "month": "November",
      "day": 17,
      "quote": "These four principles: Always think of Krishna, become Krishna's devotee, worship Krishna and offer your respect, obeisances to Krishna. That's all. This Krishna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 322
    },
    {
      "month": "November",
      "day": 18,
      "quote": "There is competition of loving Krishna even in the party of Srimati Radharani. It is a kind of rasa to compete in loving affection centering around Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 323
    },
    {
      "month": "November",
      "day": 19,
      "quote": "Because you have given your life to Krishna, you are already perfect. But it is just like the ocean, if you are swimming in it you may swim forever and not reach the shore. Similarly, there is no limit to the perfection of Krishna Consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 324
    },
    {
      "month": "November",
      "day": 20,
      "quote": "The beauty of the outer skin can be destroyed in only a few hours merely by a dose of a strong purgative, but the beauty of truth is indestructible and always the same.",
      "source": "Srila Prabhupada",
      "day_of_year": 325
    },
    {
      "month": "November",
      "day": 21,
      "quote": "Preaching is more important than managing. Just because you are preaching nicely and distributing so much prasadam, the management will follow like a shadow and Krishna will send you no end of help.",
      "source": "Srila Prabhupada",
      "day_of_year": 326
    },
    {
      "month": "November",
      "day": 22,
      "quote": "We are neither renouncer nor enjoyer, we are simply servitor of Krishna. Please follow this principle and you will be never disturbed in any frightened condition offered by the maya.",
      "source": "Srila Prabhupada",
      "day_of_year": 327
    },
    {
      "month": "November",
      "day": 23,
      "quote": "There is only one guru---Krsna, the Supreme Personality of Godhead. So those who simply repeat His words, they also become guru. But of course a guru never thinks himself as being God. He only thinks himself as the servant of the servant of the servant.",
      "source": "Srila Prabhupada",
      "day_of_year": 328
    },
    {
      "month": "November",
      "day": 24,
      "quote": "To the sincere devotee, this ocean of maya is easily crossed by the cool breeze of Krishna's Grace. This is our business, to submit to Krishna's desire to have us back with Him in the eternal sky of Krishna Loka.",
      "source": "Srila Prabhupada",
      "day_of_year": 329
    },
    {
      "month": "November",
      "day": 25,
      "quote": "With folded hands I request you, don't you become hippies again by growing hair. Keep your head cleansed at least once in a month. That is my request. Neither I can chastise you. I am also old man, you are young men.",
      "source": "Srila Prabhupada",
      "day_of_year": 330
    },
    {
      "month": "November",
      "day": 26,
      "quote": "When we keep our association with Krishna every activity is proper and liberating, but if we should dissociate ourselves from the Lord's Mercy then like a hand which is severed from the body we become ugly and useless.",
      "source": "Srila Prabhupada",
      "day_of_year": 331
    },
    {
      "month": "November",
      "day": 27,
      "quote": "The governing principle for our activity should be to do what is favourable for pleasing Krishna.",
      "source": "Srila Prabhupada",
      "day_of_year": 332
    },
    {
      "month": "November",
      "day": 28,
      "quote": "Fate can be changed by Krishna consciousness. Krishna says, \"I shall give you protection from all the resultant action of your sinful life.\" That is fate changed. When you surrender to Krishna, He takes charge of squaring up all your sinful activities and their reaction. Surrender to Krishna; then your fate is changed.",
      "source": "Srila Prabhupada",
      "day_of_year": 333
    },
    {
      "month": "November",
      "day": 29,
      "quote": "Any work that is performed by a devotee in Krsna Consciousness is never work on the material platform although it may appear to be so.",
      "source": "Srila Prabhupada",
      "day_of_year": 334
    },
    {
      "month": "November",
      "day": 30,
      "quote": "If you do not understand somebody, how you can love him? Love is far, far away. But Chaitanya Mahaprabhu is so kind that He is distributing Krishna-prema: \"Take, anyone. Come on.\"",
      "source": "Srila Prabhupada",
      "day_of_year": 335
    },
    {
      "month": "December",
      "day": 1,
      "quote": "Because we drink cow's milk, we should accept the cow as our mother. That is etiquette.",
      "source": "Srila Prabhupada",
      "day_of_year": 336
    },
    {
      "month": "December",
      "day": 2,
      "quote": "Krsna is the root of everything. If He is pleased, everyone will be pleased. If you pour water on the root, the water will be distributed all over the tree. This is the best service to humanity.",
      "source": "Srila Prabhupada",
      "day_of_year": 337
    },
    {
      "month": "December",
      "day": 3,
      "quote": "I see God, and therefore I offer prasada to Him. Because they cannot see Him, they must come to me so I can open their eyes. They are blind---suffering from cataracts---so I shall operate, and they will see.",
      "source": "Srila Prabhupada",
      "day_of_year": 338
    },
    {
      "month": "December",
      "day": 4,
      "quote": "Krishna is ready to talk with you. He has come. He has descended in arca-murti to talk with you, to be visible by you. Now you make yourself ready and fit to talk with Krishna. Then He will exchange conversation. This is possible.",
      "source": "Srila Prabhupada",
      "day_of_year": 339
    },
    {
      "month": "December",
      "day": 5,
      "quote": "If one purposefully commits mistake and sinful life, \"Now I am chanting Hare Krishna. I can do all sinful life,. It will become counteracted,\" that rascal will be punished very, very much. \"I am living in Vrindavana. Oh, it is dhama, so let me do all nonsense. It will be counteracted.\" They'll be these cats and dogs and monkeys in Vrindavana.",
      "source": "Srila Prabhupada",
      "day_of_year": 340
    },
    {
      "month": "December",
      "day": 6,
      "quote": "Devotees, they are para-duhkha-duhkhi. The symptom of a devotee is they are unhappy by seeing others unhappy.",
      "source": "Srila Prabhupada",
      "day_of_year": 341
    },
    {
      "month": "December",
      "day": 7,
      "quote": "In your country the dog is protected, and the cow is killed. The dog is passing stool and urine in the street, he is considered the best friend of man, and the cow is all pure, stool, urine, and milk, but they are taken to the slaughterhouse and killed for food. What kind of civilization is this?",
      "source": "Srila Prabhupada",
      "day_of_year": 342
    },
    {
      "month": "December",
      "day": 8,
      "quote": "We are not enemies of machines. If they can be used for Krishna's service then we welcome them.",
      "source": "Srila Prabhupada",
      "day_of_year": 343
    },
    {
      "month": "December",
      "day": 9,
      "quote": "Who feels humble and meek has the door for the Kingdome of God opened for him or her.",
      "source": "Srila Prabhupada",
      "day_of_year": 344
    },
    {
      "month": "December",
      "day": 10,
      "quote": "Devotee means very liberal and kind to everyone, always gentleman under all kinds of conditions of life.",
      "source": "Srila Prabhupada",
      "day_of_year": 345
    },
    {
      "month": "December",
      "day": 11,
      "quote": "When we simply remember to accept the control of Krishna and not to act independently then all fortune is automatically present.",
      "source": "Srila Prabhupada",
      "day_of_year": 346
    },
    {
      "month": "December",
      "day": 12,
      "quote": "In Vaikuntha there are thousands times beautiful women and thousand times strong men, but there is no sex desire. They are so much absorbed in Krishna consciousness that sex life is very insignificant. There is no sex life in the Vaikuntha realm.",
      "source": "Srila Prabhupada",
      "day_of_year": 347
    },
    {
      "month": "December",
      "day": 13,
      "quote": "God's business is to protect the faithful and kill the demons. Therefore we find Lord Visnu, the four symbolic representations: for killing, the club and the chakra, and for protecting, the lotus flower and conchshell.",
      "source": "Srila Prabhupada",
      "day_of_year": 348
    },
    {
      "month": "December",
      "day": 14,
      "quote": "Sir, I am suffering from some disease, so without going to the doctor, and saving so much money, let me pay hundred rupees to the sadhu and he'll give me his blessings. So I will save thousands of rupees, for curing the disease. For this purpose they go to sadhu. Nobody goes to sadhu for going back to home, back to godhead.",
      "source": "Srila Prabhupada",
      "day_of_year": 349
    },
    {
      "month": "December",
      "day": 15,
      "quote": "There is need of clue as to how humanity can become one in peace, friendship and prosperity with a common cause. Srimad-Bhagavatam will fill this need, for it is a cultural presentation for the respiritualization of the entire human society.",
      "source": "Srila Prabhupada",
      "day_of_year": 350
    },
    {
      "month": "December",
      "day": 16,
      "quote": "One can take service from a particular type of well for a particular purpose, but if he goes to the ever-flowing river, all water purposes will be served there. So if you take to Krishna consciousness, then all the purposes of different types of wells is served in the every-flowing river of Krishna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 351
    },
    {
      "month": "December",
      "day": 17,
      "quote": "Every one of us is searching after some mellow, some pleasure from everything. Krishna is the reservoir of all pleasures, rasa-vigraha, fully personified. Wherever there is Krishna, there is rasa, a transcendental mellow, enjoyment, relishable.",
      "source": "Srila Prabhupada",
      "day_of_year": 352
    },
    {
      "month": "December",
      "day": 18,
      "quote": "Our centres are like the oasts in a vast desert. In the desert there is no water, but occasionally if one is fortunate he may come in contact with an oasis and he is saved. Similarly in this material world we are drying up due to lack of spiritual knowledge. Our ISKCON centres are meant to give relief to the dried up conditioned souls who are searching after the nectar of joyful life.",
      "source": "Srila Prabhupada",
      "day_of_year": 353
    },
    {
      "month": "December",
      "day": 19,
      "quote": "The secret of surrendering to Krishna is that such surrendered devotee sees that everything is part of Krishna's plan. Whatever is meant to be I am doing. Let me do it with my full attention to every detail. Let me become absorbed in such service, never mind what it is. Let all other considerations be forgotten and only my desire to do the thing best for Krishna's alone pleasure is my motive.",
      "source": "Srila Prabhupada",
      "day_of_year": 354
    },
    {
      "month": "December",
      "day": 20,
      "quote": "If one can please a pure devotee of the Lord, such action means immediate satisfaction of the Lord, even though such a person is not officially qualified to receive the mercy of the Lord.",
      "source": "Srila Prabhupada",
      "day_of_year": 355
    },
    {
      "month": "December",
      "day": 21,
      "quote": "This Krishna consciousness movement is for approaching Radha-Krishna, to be associated with the Supreme Lord in His sublime pleasure dance. That is the aim of Krishna consciousness.",
      "source": "Srila Prabhupada",
      "day_of_year": 356
    },
    {
      "month": "December",
      "day": 22,
      "quote": "There is no limit to perfection--we may go on improving more and more, and still there is no limit to how much we may please Krishna, just like for the materialist there is no limit to how much Maya can kick us!",
      "source": "Srila Prabhupada",
      "day_of_year": 357
    },
    {
      "month": "December",
      "day": 23,
      "quote": "Anukarana, anusarana, there are two Sanskrit words. One is imitation, and one is following the footprints. If one tries to follow the footprints of great personalities, that is very nice, but we cannot imitate. Imitation is dangerous.",
      "source": "Srila Prabhupada",
      "day_of_year": 358
    },
    {
      "month": "December",
      "day": 24,
      "quote": "In Chaitanya Mahaprabhu's life we see that in public He never discussed about Krishna's lila with the gopis. That was very confidential discussion amongst His own circle. So we should remember this, that public may misunderstand this. Therefore we have to present these things very cautiously, not very openly. They may misunderstand.",
      "source": "Srila Prabhupada",
      "day_of_year": 359
    },
    {
      "month": "December",
      "day": 25,
      "quote": "Simply propagate this chanting, dancing, feasting and following the regulative principles. These are the four pillars of our success.",
      "source": "Srila Prabhupada",
      "day_of_year": 360
    },
    {
      "month": "December",
      "day": 26,
      "quote": "Laksmi, the goddess of fortune, is called chancala. She does not remain at one place. Today one man is very rich; next generation is no longer rich. If you are actually religious, then don't spoil your money for sense gratification. Use it for service of Krishna. If you have got some money, try to construct a very nice temple for Krishna's situation. That is proper use.",
      "source": "Srila Prabhupada",
      "day_of_year": 361
    },
    {
      "month": "December",
      "day": 27,
      "quote": "The business of leader: He must be himself always enthusiastic and inspire others to be always enthusiastic. Then he is real leader.",
      "source": "Srila Prabhupada",
      "day_of_year": 362
    },
    {
      "month": "December",
      "day": 28,
      "quote": "A real Vaisnava will never say that he is superior to anyone. He will say that he is the lowest of the living entities. If he says that he is superior then actually he is not superior.",
      "source": "Srila Prabhupada",
      "day_of_year": 363
    },
    {
      "month": "December",
      "day": 29,
      "quote": "Bhismadeva was a military man so he was pleased to see Krishna in military spirit, as much as the Gopis wanted to see Krishna as the most beautiful lover. Krishna can be loved in any feature and because He is absolute there is no difference to love Krishna as a military man or as simple Gopi.",
      "source": "Srila Prabhupada",
      "day_of_year": 364
    },
    {
      "month": "December",
      "day": 30,
      "quote": "There is a proverb in Bengali that one person wanted to see how many thieves are there in this village, and when he began to scrutinize, he saw that everyone is a thief. Similarly, in this world you go to anyone, they are all envious of God.",
      "source": "Srila Prabhupada",
      "day_of_year": 365
    },
    {
      "month": "December",
      "day": 31,
      "quote": "In Vrindavana everyone is overwhelmed with love of Krishna. When they cannot find Krishna, they become mad. Although they do not know that Krishna is God. This is pure love, without any knowledge of the supreme powerful, almighty. No contamination--pure love.",
      "source": "Srila Prabhupada",
      "day_of_year": 366
    }
  ]
}